{
  "CQA_JIOPAJJI0T": {
    "changes": [
      "A sticky note has been added onto the bulletin board.\n",
      "A glass of water has been added to right side of the counter.",
      "Another small trashcan has been placed in front of the copier.",
      "A roll of scotch tape has been placed on top of the paper cutter.",
      "A stool has been added to the floor in front of the copier."
    ],
    "scene_id": "scene0109_00"
  },
  "CQA_IRX9QL1AUP": {
    "changes": [
      "A bicycle has been added against the left wall",
      "A bicycle has been placed besides the black board",
      "A n apple is on the floor in front of the black board",
      "A piece of tape has been stuck to the wall beside the blackboard",
      "A pineapple has been placed beside the backpack on the table"
    ],
    "scene_id": "scene0657_00"
  },
  "CQA_9W6GEDBRQ7": {
    "changes": [
      "on the red wall 2 pictures in frames can be hung ",
      "on the whiteboard wall opposite the door frame a small ottoman can be placed in the corner",
      "in the corner next to the door a small table with a decorative plant can be added",
      "the whiteboard can be framed with decorative trim",
      "in between the newly hung pictures on the red wall a TV can be mounted"
    ],
    "scene_id": "scene0171_00"
  },
  "CQA_FOFGMHVXNV": {
    "changes": [
      "A cup has been placed on top of the coffee table.",
      "A wallet has been placed on top of the cabinet next to the couch.",
      "A remote control handset has been placed on the tv stand.",
      "Another chair has been placed next to the other chair.",
      "A small pot has been placed on the shelf which is above the tv stand."
    ],
    "scene_id": "scene0467_00"
  },
  "CQA_1B5YJHMAZ8": {
    "changes": [
      "a brown door matt on the floor infront of the white door,",
      "a pile of plates in kitchen cabinet above the coffee maker and next to the microwave",
      "a tray of knifes and forks on the kitchen counter next to the brown door",
      "a bottle of green washing up liquid next to the sink and under the paper towel dispenser",
      "a toster in the corner on the kitchen counter left of the brown door"
    ],
    "scene_id": "scene0198_00"
  },
  "CQA_FK07PDGR2W": {
    "changes": [
      "One coat hook is aded on to the upper part of the door",
      "One laptop is added to the cabinets behind the bed",
      "One cream rug is added in front of the door way",
      "One glass of water is added to the nightstand",
      "One pair of green pyjamas is added to the top of the bed"
    ],
    "scene_id": "scene0580_00"
  },
  "CQA_F258BHTYZC": {
    "changes": [
      "The couch has been placed near the end table in the corner of the living room",
      "A green ottoman has been placed near the couch and the end table in the corner ",
      "a box has been places on the table next to the bench directly across from the whiteboard. ",
      "A whiteboard has been placed on a white wall directly across from a box on a table",
      "two benches have been places under the table near the whiteboard and white wall "
    ],
    "scene_id": "scene0559_00"
  },
  "CQA_46BBTYDDNQ": {
    "changes": [
      "The brown chair at the round table moves to the light brown table",
      "The chair at the small desk moves next to the doorframe",
      "the table with the tv ontop of it moves next to the square lught brown table",
      "The cabinet next to the wall moves next to the table with the chair next to it",
      "The desk in the bottom right corner moves next to the desk into the top left"
    ],
    "scene_id": "scene0665_00"
  },
  "CQA_ZZF0L401QL": {
    "changes": [
      "A big poster of a football player has been added to the back of the door which is in the corner of the room near the coat rack and cabinet.",
      "A  long brown waterproof coat has been added to the coat rack near to the door and shelf.",
      "A collection of 5 horror figureines has been added to the shelf on the wall near the window and coat rack.",
      "Two extra green pillows have been added to the bottom bunk of the bunkbeds which is opposite the cabinet next to the window.",
      "A large oval mirror has been added to the topof the  cabinet which is next to the door."
    ],
    "scene_id": "scene0172_00"
  },
  "CQA_0BSOFZ74ST": {
    "changes": [
      "Another pillow has been placed on the bed",
      "more clothes have been added to the pile of clothes",
      "a blanket was set on top of the chair",
      "a paper sign was taped to the window",
      "some papers were placed on top of the desk"
    ],
    "scene_id": "scene0092_00"
  },
  "CQA_O9JIFKEU0I": {
    "changes": [
      "A lamp can be placed on the nightstand by the bed.",
      "A gold mirror can be placed over the bathroom toilet.",
      "A small picture frame can be placed on the wall above the bed.",
      "Purple curtains can be placed on the window that is next to the dresser.",
      "A green rug can be placed under the chair by the table."
    ],
    "scene_id": "scene0051_00"
  },
  "CQA_LXSNMQ3AXM": {
    "changes": [
      "A laptop computer could be placed on the table in the corner near the backpack.",
      "An apple could be placed on the table in the corner near the backpack.",
      "A bike could be stored in the corner opposite the table near the backpack.",
      "Whiteboard markers could be stored on the wider of the two whiteboards.",
      "A whiteboard eraser could be stored on the smaller whiteboard."
    ],
    "scene_id": "scene0015_00"
  },
  "CQA_70N55S3HUG": {
    "changes": [
      "A new chair can be added between the box leaning on the tripod and chair",
      "A new stool can be added to near the stool already there",
      "A pen can be placed on the table with the computer on the right of the keyboard",
      "A water bottle can be placed on the table with the computer on the left of the keyboard",
      "A box can be placed on the both of the chairs"
    ],
    "scene_id": "scene0206_00"
  },
  "CQA_QXZB0M20C7": {
    "changes": [
      "A red soccer ball has been added near the trash can.",
      "A flower vase has been added near the door that is close to the stair rail.",
      "An emergency ae has been added near the fire extinguisher",
      "A couple of books has been added near the back pack in the middle of the room.",
      "A portrait has been added near the elevator"
    ],
    "scene_id": "scene0530_00"
  },
  "CQA_JGIF5S3M5F": {
    "changes": [
      "One large screen Tv placed on the wall opposite the window",
      "One multicolor rug on the floor in front of the couches",
      "One large  pizza on the table to the left ",
      "a small brown dog on the second couch by the window",
      "one large pig on  the floor middle of the room"
    ],
    "scene_id": "scene0363_00"
  },
  "CQA_YHD0UQSTF4": {
    "changes": [
      "An additional bag has been placed on the couch against the wall right under the white board.",
      "An additional trash can is placed at the corner of the room next to the couch near the desk cabinet. ",
      "An additional cup is placed on the desk which has a cabinet at the corner of the room near the couch.",
      "Two additional chairs have been placed in the middle of the room across from the couch, facing the wall with the whiteboard.",
      "An additional keyboard is placed on the desk which has a cabinet at the corner of the room near the couch next to the monitor."
    ],
    "scene_id": "scene0230_00"
  },
  "CQA_WRQ6DYJWDG": {
    "changes": [
      "A small stool is added in front of the cabinet that holds the two sinks.",
      "A sanitizer is added to the cabinet above the toilet.",
      "A toothbrush is placed in front of the mirror between the two sinks.",
      "Add a mat in front of the shower curtain.",
      "Add a foot mat in front of the toilet."
    ],
    "scene_id": "scene0429_00"
  },
  "CQA_D1S7OCQZND": {
    "changes": [
      "Dry erase markers are added to the ledge of the whiteborad.",
      "A stack of books is added on top of the table.",
      "A painting is added to the wall above the trash can",
      "A cat is added on the floor in front of the folding chair.",
      "A white tablecloth is placed on top of the table."
    ],
    "scene_id": "scene0563_00"
  },
  "CQA_XN2FSSQ6P7": {
    "changes": [
      "A vase with flowers is added to the table with 4 chairs.",
      "A candle is added to the same table as well.",
      "A plant is added next to the doorframe",
      "A rug is added under both tables near the couch",
      "A plant is added tot he table with the 4 chairs."
    ],
    "scene_id": "scene0244_00"
  },
  "CQA_UP14HQBWHI": {
    "changes": [
      "A guitar has been placed behind the couch that's next to the pool table",
      "A painting has been added to the room in between the two curtains",
      "A coffee table has been added to the right of the chair",
      "A vase has been added on top of the coffee table",
      "3 throw pillows have been added to the couch perpendicular to the coffe table"
    ],
    "scene_id": "scene0533_00"
  },
  "CQA_5M5KXT79TR": {
    "changes": [
      "another white light switch is added on the wall above the white pillow on the bed.",
      "another gray flush mounted light is added to the ceiling near the brown door by the light switch.",
      "A white pillow is added to the green bed near the white wall that has a window",
      "another brown bag is added on the white table that is nearest the green bed.",
      "another set of blue clothes will be added to the shelf that is near the door and under the white pillows but above the brown box."
    ],
    "scene_id": "scene0072_00"
  },
  "CQA_ZEM1I0149Q": {
    "changes": [
      "I see a table with at least four stools around the table to sit at.",
      "I now see a mini fridge and what is next to it is a lamp with two curtains.",
      "A picture and frame on the wall infront of a desk and office chair.",
      "An tv ontop of a cabinet which looks like is connected to the desk I talked about above.",
      "I no longer see two people on the beds like how I saw the other day."
    ],
    "scene_id": "scene0435_00"
  },
  "CQA_773PP2DJLT": {
    "changes": [
      "A wooden chest could be added at the foot of the bed with the blue quilt on it.",
      "A stool can be added below the white board on the right side.",
      "Black whiteboard markers could be added to the tray attached to the bottom of the whiteboard.",
      "Another office chair could be added to the end of the table that does not have a chair.",
      "Notebooks could be added on top of the table in front of each chair."
    ],
    "scene_id": "scene0388_00"
  },
  "CQA_BACV24EE5G": {
    "changes": [
      "A pair of reading glasses has been put on top of the nightstand that is between the bed and the radiator",
      "A backpack has been added and placed underneath the window of the closet, right next to the suitcase.",
      "A TV has been mounted on the wall opposite from the bed, to the left of the curtain and under the picture.",
      "A dictionary has been placed on the chair located in the corner of the room that is next the the lamp.",
      "A wreath has been placed as decoration on the door, the same one located at the corner of the room and on the same side as the closet."
    ],
    "scene_id": "scene0567_00"
  },
  "CQA_MZ8QXGDFS7": {
    "changes": [
      "The tan tray was taken off of the coffee table and a stack of books were added for anyones reading pleasure. ",
      "The tall plant was taken off of the small end table and a beautiful picture was added.",
      "The fluffy pillow was moved over to the end of the couch and a cozy blanket was placed to make it more comfortable. ",
      "The curtain was pulled to the side so a tie back could be placed on it and sun can shine through the room.",
      "A backpack was leaning against the cabinet by the tv."
    ],
    "scene_id": "scene0617_00"
  },
  "CQA_Y2KPF4JNJU": {
    "changes": [
      "A blue blanket has been thrown over the chair at the table.",
      "A red jacket has been hung on the clothing rack.",
      "A brown chair has been added to the table, near the clothing rack.",
      "An orange placemat has been added to the table, just in front of the chair.",
      "A blue coffee has been added to the place setting on the table, just in front of the chair."
    ],
    "scene_id": "scene0256_00"
  },
  "CQA_FY2JD1JN27": {
    "changes": [
      "Another person is added in front of the easel ",
      "Another window is added on the wall with no windows",
      "another door is added behind the first person",
      "a small vase of flowers is added to the the table between the 2 chairs",
      "A tv is added on the wall next to the easels"
    ],
    "scene_id": "scene0129_00"
  },
  "CQA_3KWXR0JJ71": {
    "changes": [
      "Add extra blanket on the bottom of the bed",
      "Add glass of water on nightstand on left side of bed",
      "Add full length mirror on the inside of the bathroom door",
      "Add puzzle box on top of coffee table",
      "Add xbox video game under TV in the TV stand"
    ],
    "scene_id": "scene0406_00"
  },
  "CQA_0SJRWV5WIX": {
    "changes": [
      "A dropped pen could be laying on the ground between the table in the corner and the one across from the siding of the bookshelves.",
      "A backpack could be leaned up against the back wall between the two tables facing the bookshelves.",
      "An open laptop could be added on the table next to the jacket.",
      "A combination of scattered and stacked papers could be placed on top of the table across from siding of the bookshelves.",
      "Two open books and one closed one could be placed on the table against the wall."
    ],
    "scene_id": "scene0481_00"
  },
  "CQA_LUJGJWT0RK": {
    "changes": [
      "Sheer white curtains have been hung on a black curtain rod over the window next to the shower and the toilet in the bathroom.",
      "A yellow dishtowel with tink white flowers has been placed on the bar over the oven portion of the stove, in between the sink in the kitchen and the wall",
      "A blue book has been placed o the second shelf over the toilet next to the window. ",
      "A yellow rug with a large white flower pattern has been placed on the floor in front of the sink in the kitchen, under the kitchen cabinets on the wooden floor.",
      "a clear glass bowl has been placed on the counter next to the refrigerator and it includes various fruit, including bananas and oranges"
    ],
    "scene_id": "scene0214_00"
  },
  "CQA_A2TJ1NT45E": {
    "changes": [
      "Another table could be added in the  bottom right corner, next to the bottom table that's already there.",
      "A vase could be added to either one of the tables.",
      "A rug could be added at the base of the stairs or used as a runner on the stairs themselves.",
      "A fruit bowl could be added to whichever table doesn't receive a vase.",
      "A sofa could be added to the far right corner, if a third table isn't added."
    ],
    "scene_id": "scene0248_00"
  },
  "CQA_ARZCQEZX34": {
    "changes": [
      "A red book is placed on the large tan desk at the front of the room.",
      "A bicycle is leaned against the blackboard at the front of the room.",
      "A backpack in set on the ground in front of the green chair at the front left side of the room.",
      "A bookcase is placed against the back wall between the two open rows of seats.",
      "A laptop is placed on the long white desk facing sideways at the front of the room."
    ],
    "scene_id": "scene0624_00"
  },
  "CQA_6OON9OVSXX": {
    "changes": [
      "A real (not artificial) green plant like a fern can be added in front of the radiator to make the radiator less obvious and to make the room more aesthetically pleasing.",
      "White horizontal window blinds can be added to the window to ensure privacy and to enable adjustment of natural light.",
      "A wooden television stand holding a television could be placed adjacent to the desk and in front of the bed so that one could watch television while sitting in the bed.",
      "A blue cushioned pet bed could be placed in between the radiator and the bed (near the plant and opposite the desk/office chair).",
      "A big screen Apple iMac could be placed on top of the desk so that the habitat could have internet access."
    ],
    "scene_id": "scene0620_00"
  },
  "CQA_LVIFWUWLA5": {
    "changes": [
      "1 bouquet of a dozen white roses in a clear vase can be added onto the table to the right of the armchair",
      "One white throw blanket can be added resting on the ottoman to the left of the table in the corner of the room",
      "One white door mat can be added to the ground directly in front of the door",
      "One white throw pillow can be added to the armchair to the right of the door. ",
      "One narrow white bookshelf can be added to the up against the wall to the right of the last ottoman"
    ],
    "scene_id": "scene0316_00"
  },
  "CQA_1NOHZCHXH8": {
    "changes": [
      "adding some plants on top of the table and also by the whiteboard left side",
      "Adding a painting on the wall to the right side of the room behind the chaits",
      "adding an additional table to the right side of the room and pushing in 3 chairs in.",
      "Have a book shelf on the left side of the room and left side of the whiteboard.",
      "Adding a little trash bin on the right lower corner of the room where the chairs are at."
    ],
    "scene_id": "scene0103_00"
  },
  "CQA_5R43OEEK0M": {
    "changes": [
      "the backpack was moved to the bed near the pillow",
      "the guitar was placed on the couch near the coffee table",
      "the bicycle was moved near the doorframe next to the cabinet",
      "the stool was placed next to the couch by the backpack",
      "the guitar was placed near the guitar case on the couch"
    ],
    "scene_id": "scene0000_00"
  },
  "CQA_VXF2PREVJH": {
    "changes": [
      "Another person is added in front of the easel ",
      "Another window is added on the wall with no windows",
      "another door is added behind the first person",
      "a small vase of flowers is added to the the table between the 2 chairs",
      "A tv is added on the wall next to the easels"
    ],
    "scene_id": "scene0129_00"
  },
  "CQA_0EN8QQJFRV": {
    "changes": [
      "A new picture is added below the picture to the left of the TV",
      "A table is added underneath the curtain next to the shelves",
      "String lights are added above the pictures above the bed",
      "A plant is added to the right of the TV stand",
      "A cat bed is added on top of the shelf furthest from the bed"
    ],
    "scene_id": "scene0467_00"
  },
  "CQA_L67FSXQMLO": {
    "changes": [
      "One large screen Tv placed on the wall opposite the window",
      "on table 1 to the right add a pile of cheeseburgers",
      "on table 2 to the left add a pile of french fries",
      "on the remaining table add a stack of footlong subs",
      "in the center of the room add a firepit that is active "
    ],
    "scene_id": "scene0363_00"
  },
  "CQA_EFIEW8KD5R": {
    "changes": [
      "Add a second purple towel to the towel rack to the left of the purple towel and above the green towel",
      "On the floor in the bathroom, add a gray rug around the toilet",
      "Place a gray rectangle carpet on the floor in front of the bathroom vanity",
      "On the wall between the bathroom vanity and the room with the toilet, about half way up above the sink on the left side I would hang a small towel rack for hand towels",
      "On the floor of the shower I would add a clear anti-slip shower mat "
    ],
    "scene_id": "scene0034_00"
  },
  "CQA_0Q78H6K6NC": {
    "changes": [
      "A chair could be added next to the cabinets",
      "A tv monitor could be hung between the printer and the door",
      "a trash can could be added between the printer and the mailboxes",
      "a picture could be hung on the wall over the paper cutter",
      "a small desk could be added next to the existing trash can"
    ],
    "scene_id": "scene0018_00"
  },
  "CQA_PDPN2YJ7PU": {
    "changes": [
      "Place a stack of three books on top of the coffee table that is near the couch.",
      "Hang a painting on the wall right above the radiator.",
      "Place a television on top of the shelf that is located across from the coffee table.",
      "Add a pillow onto the couch that is up against the windows.",
      "Add a vase full of flowers on top of the shelf that is adjacent to the door."
    ],
    "scene_id": "scene0514_00"
  },
  "CQA_J1R7SUYIVX": {
    "changes": [
      "One large screen Tv placed on the wall opposite the window",
      "One multicolor rug on the floor in front of the couches",
      "One large  pizza on the table to the left ",
      "a small brown dog on the second couch by the window",
      "one large pig on  the floor middle of the room"
    ],
    "scene_id": "scene0363_00"
  },
  "CQA_AHX4XEHW04": {
    "changes": [
      "One large screen Tv placed on the wall opposite the window",
      "One multicolor rug on the floor in front of the couches",
      "One large  pizza on the table to the left ",
      "a small brown dog on the second couch by the window",
      "one large pig on  the floor middle of the room"
    ],
    "scene_id": "scene0363_00"
  },
  "CQA_Q3CJOTWAOC": {
    "changes": [
      "One large screen Tv placed on the wall opposite the window",
      "One multicolor rug on the floor in front of the couches",
      "One large  pizza on the table to the left ",
      "a small brown dog on the second couch by the window",
      "one large pig on  the floor middle of the room"
    ],
    "scene_id": "scene0363_00"
  },
  "CQA_UXJNY2MA95": {
    "changes": [
      "An arc floor lamp can be place to the left of the couch (when looking at the couch)",
      "A table lamp can be placed on top of the table to the left of the couch",
      "A side table can be placed to the left of the sole chair in the room",
      "An additional shelf can be placed above the picture to the left of the television ",
      "A picture can be hung on the wall above the lamp to the right of the couch "
    ],
    "scene_id": "scene0467_00"
  },
  "CQA_B16I7IA5KL": {
    "changes": [
      "A rug has been added to the floor under the table.",
      "A tablecloth has been draped over the top of the table.",
      "A small, rubber floor mat has been placed under the trash can. ",
      "A bowl of assorted fruit has been placed on the table. ",
      "A poster of kittens has been affixed to the front of the cabinet."
    ],
    "scene_id": "scene0066_00"
  },
  "CQA_LJHTKCCXSI": {
    "changes": [
      "Dry erase markers are added to the ledge of the whiteborad.",
      "A stack of books is added on top of the table.",
      "A painting is added to the wall above the trash can",
      "A cat is added on the floor in front of the folding chair.",
      "A white tablecloth is placed on top of the table."
    ],
    "scene_id": "scene0563_00"
  },
  "CQA_W0A3X0VLPK": {
    "changes": [
      "There are loads of boxes and boxes with paper on the floor next to the bulletin board.",
      "There is a white thing next to these boxes on the floor. I cannot quite tell what it is though.",
      "A recycling bin underneath the counter next to a container which sits next to a copier.",
      "Trash cans next to each other underneath a cabinet. These trash cans also sit next to the sink with a trash bin.",
      "A white and black dot on the floor, cannot quite make out what this is either but quite curious to know."
    ],
    "scene_id": "scene0511_00"
  },
  "CQA_H19VP3OPBA": {
    "changes": [
      "Adding another pillow at the head of the bed",
      "Adding a TV on the all across from the couch",
      "Adding a wall clock on the wall , next to the wardrobe closet , opposite of the bookshelf\n",
      "A trash can can be added to the corner of the room , across from the couch\n",
      "Shoes can be placed on the floor, at the base of the wardrobe closet"
    ],
    "scene_id": "scene0224_00"
  },
  "CQA_0NQMRBU5HL": {
    "changes": [
      "A large, indoor plant has been placed in the corner of the room next to the second window, adding a touch of greenery to the space.",
      "A set of three colorful framed artworks has been hung on the wall above the large, whiteboard near the center of the room.",
      "A cozy, striped throw blanket has been draped over the back of one of the 22 chairs positioned around the tables.",
      "A sleek, modern floor lamp has been positioned in the corner next to the water bottle and backpack, providing additional lighting.",
      " A stack of magazines has been placed on top of one of the tables, positioned neatly in the middle of the room for easy access."
    ],
    "scene_id": "scene0015_00"
  },
  "CQA_XE2236PYE4": {
    "changes": [
      "attach wal behind the cabinet for support for the mirror",
      "add another shower curtain to the original shower curtain for more coverage",
      "attach the mirror to the wall over the sink",
      "extend the bathroom counter for more room for the sink",
      "move the toilet to the other side of cabinet"
    ],
    "scene_id": "scene0639_00"
  }
}