["A new armchair has just been placed in the center of the room.", "A new armchair has just been placed in the center of the room.", "Two coffee pots have been added to the room.", "The table near the columns has been moved in front of the door.", "A new dining table has been placed in the room next to the curtain.", "Two additional trash cans have been placed near the refrigerator, beside the existing trash cans.", "Two additional trash cans have been placed near the refrigerator, beside the existing trash cans.", "One of the toilet doors is locked.", "Two toilet doors are locked.", "A new desk and chair have been added to the room, positioned in the top left corner near the window.", "A new desk and chair have been added to the room, positioned in the top left corner near the window.", "The desk have been moved to the top left corner near the window.", "The jacket is situated on the seat in the shower room.", "I just took a shower, and the floor is wet.", "Three footstools have been removed in this room", "A TV is placed on the table.", "A new chair has been placed around the round table.", "The chairs around the round table have been removed from this room.", "The chairs and the round table have been moved to the left of the bed.", "The lamp near the bed is turned off.", "The lamp near the bed is turned off.", "Two trash cans are replaced with the cans with the same color of the sink.", "While facing the sinks, the left trash can has been moved next to the right trash can.", "The chair next to the whiteboard is turned 90 degrees to the left.", "The black chair in the room is turned 90 degrees to the left.", "I just bought a new screen to place on the desk that has a backpack on it.", "I just bought a new screen to place on the desk that has a backpack on it.", "The backpack has been moved from the desk to the black chair.", "The backpack has been moved from the desk to the black chair.", "Two chairs from around the long table have been moved to the round table near the couch.", "The toilet paper hanging on the wall has been completely used.", "A person is taking a shower in the bathtub.", "Two of my friends are sitting in the armchairs.", "The yellow coffee table has been moved to the middle of the room.", "The cushion near the trash can has been removed from this room.", "Eleven people are in this office looking for free chairs to sit on.", "Given that two seats are occupied and eleven people are looking for free chairs to sit on.", "The coffee table and the chairs attached to the wall have been moved to merge with another coffee table area.", "The orange coach in the room is removed.", "The bed has a lot of stuff on it, so it is cannot be used now.", "The light switch near to the door is off.", "All the clothes, backpacks, and shoes are placed on top of the table.", "The backpack has been moved on top of the dishwasher.", "The microwave has been changed to match the color of the dishwasher.", "The nightstand next to the bed has been moved to the left of the desk.", "The yellow desk closest to the copier is currently being used for having lunch.", "The table with the jacket on it has been changed to a red color.", "One more pillow is added on the bed.", "The TV stand is removed from the scene.", "The TV stand is moved to the coffee table?", "The books are placed on top of the stools.", "The books are placed on top of the stools.", "The guitar has been moved onto the bed.", "The monitors on the floor are put on the desk.", "The guitar is stored in its case.", "The positions of the bed and the dresser have been swapped.", "The clothes have been moved from the bed at the right hand side to another bed.", "The alarm clock has been moved onto the TV stand.", "The positions of the nightstand and the trash can were swapped first, and then the positions of the trash can and the yellow chair were swapped again.", "The positions of the nightstand and the trash can were swapped first, and then the positions of the trash can and the yellow chair were swapped again.", "The positions of the nightstand and the trash can were swapped first, and then the positions of the trash can and the yellow chair were swapped again.", "Two towels hanging on the shower door have been moved to hang on the room door.", "The refrigerator door is open.", "The object on the stool under the microwave has been moved onto the couch.", "The backpack that was to the left of the breakfast bar is now on the couch.", "The table that was to the right of the TV and black chair has been merged with the tables next to the blue door.", "The table that was to the right of the TV and black chair has been merged with the tables next to the blue door.", "All nightstands in this room are removed."]