[
  "Where is the large cabinet behind the chairs placed in the room?",
  "What color monitor is placed on a black table?",
  "What color is the rolling chair?",
  "What is behind padded arm chair?",
  "What is sitting at the right of the middle black table in the mid-back of the room?",
  "What color bin is on the right of the trash can?",
  "Where is the brown chair on the end of the table?",
  "What color is the pillow on the left on the black couch?",
  "What is the shape of the cabinet?",
  "What color is the pillow behind the orange pillow?",
  "Where is the white storage bin located?",
  "What is sitting underneath the glass desk?",
  "What color is the trash can that is between a trash can and a desk?",
  "What color is the door in the back left corner?",
  "What shape is the window next to a whiteboard?",
  "Where is the small red and blue chair located?",
  "What color is the frame of the window?",
  "What colors is the container in the top left?",
  "Where is the rectangular whiteboard located?",
  "What is the window on the left above the grey counter to the right of?",
  "What color is the office chair with 4 legs?",
  "What color is the chair closest to the back?",
  "What is the position of the black chair in a break room?",
  "What is the beige and black chair?",
  "Where does the yellow and white backpack sit?",
  "What sits in front of tall white shelf in corner?",
  "What type of shelf is the item located to the right of the light blue table?",
  "What is on the left side of the bed?",
  "What color is the cabinet in the center of the room.?",
  "What is on the right of the door when you walk in?",
  "Where is the blue wooden chair located?",
  "What is behind the four chairs at the table?",
  "Where are two red pillows located?",
  "What color is the office chair next to the table on the right?",
  "Where is the lamp affixed to the wall?",
  "What shape is the window to the left of another window?",
  "What colors are the chairs on both sides of the black office chair?",
  "Where is a woodenarm chair placed?",
  "What type of toilet is to the left of the bathtub?",
  "Where is the shelf with a board leaning against it loccated?",
  "What is on the table in between the couch and chair?",
  "Where is the recliner chair located?",
  "What is to the right of the picture on the table?",
  "What color is the printer to the left of the brown door?",
  "What is at the back of the two chairs on one side of the dinning table?",
  "What is in front of the desk that is directly in front of the door?",
  "What piece of furniture is below the collage of pictures on wall?",
  "What is the shelf to the left of the white board above the desk?",
  "What is located in the small space between the white crib and the white cabinet?",
  "What color is the kitchen counter?",
  "What type of trash can is on the floor?",
  "What is found between two blue pictures?",
  "What color trim is on the shower door?",
  "What color are the washing machines?",
  "What is on the wall above the cabinet?",
  "How many backpacks are located close the cabinet?",
  "What color is the writing on the board?",
  "Where are the long tables located?",
  "Where is the sink located in a bathroom vanity?",
  "Where is the computer chair pulled out?",
  "What shape is the pillow on the left of the left side of the bed?",
  "What color is the monitor on the top left?",
  "What type of sink is on the counter under the kitchen windown?",
  "What color is the trash can next to the door?",
  "What is pulled apart over the window in the room?",
  "What color is the chair at the left corner of the tv?",
  "What color is the door opening into the bathroom?",
  "What is the metallic grey table in between?",
  "Where are rectangular brown cabinets located?",
  "Where is the tv located in the middle of the room?",
  "What type of chair is the chair in front of a tan desk?",
  "How chairs are at the long table?",
  "How many chairs are pushed against the table in the middle of the room?",
  "What color is the desk chair facing the laptop?",
  "What color are the chairs near the round table, to the right of the radiator?",
  "Where is the white cabinet sitting?",
  "What kind of wood is the top of the table?",
  "Where is the pillow on the left side of the bed?",
  "What is hanging inside of the closet ?",
  "What is the picture on the wall?",
  "What is the object in front of the window on the left side of the table?",
  "What color curtain is next to the armchair and ottoman?",
  "What is the picture under another picture?",
  "What is located behind the armchair?",
  "What color is the trash can on the floor, in between the copier and black trash can?",
  "What is to the left of the brown in the left corner, on the wall?",
  "Where is the dark gray counter located?",
  "What color is the door to the right of the telephone?",
  "Where is the black color suitcase located?",
  "Where is the black table sitting?",
  "What color is the first chair in front of the door?",
  "How close to the door is the black bathroom vanity?",
  "How many black chairs sits below the left blackboard?",
  "What kind of dispenser is on the left of the toilet?",
  "What type of table sits at the left of the door?",
  "What is sitting on a wooden desk inside of a cubicle?",
  "What color is the window behind trash can?",
  "What color backpack is on the brown wood chair?",
  "What is next to the rectangular radiator?",
  "Where in the room is the light gray chair located?",
  "What kind of picture is near the ceiling?",
  "What type of monitor is on the tall dresser in the room?",
  "What chair has a brown chair next to it?",
  "What is in the corner of the room?",
  "What is the trash can in the top right corner?",
  "What is hanging on the back of one of the chairs?",
  "What is the white internal door with?",
  "What color is the top of the dollhouse?",
  "What is to the right of the recycling bin?",
  "What is in front of the book on the center table, on the short end?",
  "Where is the desk with drawers located?",
  "What is to the left, of the trash can?",
  "What color is the table to the left of the table on the right?",
  "Where is the trash can located?",
  "What color wall does the picture hang on?",
  "What is in the corner next to a vending machine?",
  "What color chair sits at the front left of the brown table?",
  "How many monitors are on top of the left table?",
  "What color cabinet is on the left of a white cabinet?",
  "What shape is the toaster oven?",
  "What is on the left if standing at the end of the bed?",
  "What is located in front of both couches?",
  "Where is the black office chair located?",
  "What color cabinet is behind the suitcases?",
  "Is the laundry hamper on the far side of the room?",
  "What color is the circular single-legged table in the corner with the booth seating?",
  "Where is the black couch located?",
  "What is on top of the desk near the window on the far left side?",
  "What color is the keyboard on the desk?",
  "What color is dresser to right of cabinet?",
  "What color recycling bin is on the floor under the glass table?",
  "What shape is the door next to a bathtub?",
  "What is to the right of the shelf?",
  "What color is the laundry basket?",
  "Where is the sliding bathroom door located?",
  "What color is the counter above cabinets?",
  "What is on the desk in the second cubical back from the front of the room?",
  "What color is the recliner chair, to the right of the keyboard?",
  "What color is the chair closest to the monitor?",
  "What is on the right of the green cylinder?",
  "What door is white framed and has blinds in the center?",
  "Where is the brown throw pillow located?",
  "What is on the wall next to the tv stand?",
  "What type of monitor is on a wood desk against the wall?",
  "What color is the desk on the left of the two brown desks in the room?",
  "What is on the side of the toilet?",
  "What is on the brown table in the middle of the floor?",
  "What color is the board against the wall?",
  "Where is the corner booth couch located?",
  "Where is the tan picture located?",
  "Where is the picture on the wall?",
  "What color is the only door in the room?",
  "What sits with its back to the wall facing us?",
  "Where is the blackboard located in relation to the door?",
  "What is the color of the radiator on the wall?",
  "What shape is the large window?",
  "What is the first window to the right of the corner in a library?",
  "What color is the window to the left of the door frame?",
  "What color is the monitor on the side?",
  "Where is the black shelf located?",
  "Where is the circular end table located?",
  "What color is the monitor on the desk?",
  "Where is the rectangular radiator located?",
  "Which chair is sticking out further from the table then the rest of the chairs?",
  "What hangs on the wall next to the door?",
  "What color is the couch in front of the window?",
  "What color are the wood blinds in the office?",
  "Where is the white framed door located?",
  "What is on the right side of the room?",
  "What type of table is in the meeting room?",
  "What is the curtain on the far side?",
  "What is the object that is hanging on the wall above the two shelves in the corner?",
  "How many monitors are on the desk?",
  "What is the printer sitting on?",
  "What is sitting on a desk to the left of the bed?",
  "What is above the table and behind the telephone, on the wall?",
  "What type of chair is in front of a desk?",
  "What type of chair is in the meeting room?",
  "What type of board is right next to the table?",
  "What is in the corner by the desk?",
  "Where is the green desk chair located?",
  "Where is the trash can to the right of another trash can?",
  "What color chair is next to the yellow office chair?",
  "Which chair has a trash can behind it?",
  "What is on top of the container?",
  "What is the position of a similar monitor?",
  "Where does the strip of cabinets sit?",
  "What color is the metal filing cabinet?",
  "What is to the left, of the darker colored armchair?",
  "What is the off white table sitting under?",
  "What color is the door that is sitting at the right of the rack in the room?",
  "Where is the white laundry basket located?",
  "What is in front of the bookcase?",
  "What size is the table with four chairs around it?",
  "What is above the picture on the table?",
  "What is on the right side of the room from the entrance?",
  "How many chairs are on each side of the bottom left table?",
  "How many burners does the stove have on its top?",
  "Where is the small square end table located?",
  "Where is the rectangular monitor closest to the window?",
  "Which two tables are closest to a blackboard?",
  "What type of sink is next to the left wall?",
  "What color computer monitor sits on the far right of the desk?",
  "How many chairs does the table on the left of the seating have?",
  "What object is to the left of leftmost blue chair with wood railings?",
  "What can be found directly opposite the wooden door?",
  "Where does an office chair sit?",
  "What is behind the desk in the back right corner?",
  "Where is the rectangular shelf located?",
  "What color is the chair next to the corner of the room?",
  "Where is the first chair when entering the room?",
  "What is the closest to the black bin?",
  "What is on the right side of the window?",
  "Where is the white basin sink located?",
  "What is to the right of the beige chair?",
  "What color are the stools beside the table?",
  "What color is the trash can next to the blue trash can?",
  "What type of cabinet is in front of tall shelf in corner?",
  "What color is the sheet on bed?",
  "What is located next to the desk on the right side of the room?",
  "Where is the white lamp sitting?",
  "Where is the white bathroom vanity located?",
  "How many blue chairs, with wooden arms, are there?",
  "What color is the bin in front of the cabinets?",
  "What color are the chairs nearest the blackboard?",
  "What are the handles of the file cabinet facing?",
  "What size window is behind white curtains?",
  "What is on the left of the shelf?",
  "What is located at the head of the long table?",
  "What color is the large trash can?",
  "What portion of the wall does the window cover?",
  "Where is the rectangular white sink located?",
  "What is the door of the the bathroom made of?",
  "What type of bathroom sink is to the right of the toilet and across the room from the bathtub?",
  "What color is the armchair next to the radiator?",
  "What is to the right of the beige cart?",
  "What color is the keyboard piano?",
  "Where is the chair facing the desk?",
  "How many shelves are on the bookshelf?",
  "What color is the door to the room ?",
  "What shape is the yellow office chair?",
  "What is on the left side of the chairs?",
  "What type of chair is placed at the corner of the room?",
  "What is just to the left of the doorway?",
  "Where is the brown chair on the table?",
  "How many pictures are on the wall?",
  "What shape is the whiteboard on the wall?",
  "What is the white towel in between 2 other towels?",
  "What kind of window is behind wooden chairs?",
  "What is diagonally mounted on the wall above the bath tub?",
  "What is located up top of the counter?",
  "What color is the desk in the room?",
  "What is up against wall under window?",
  "What color is the chair in the middle of a row of chairs before a whiteboard?",
  "What is to the left of the radiator?",
  "What is on the arm of the triple seated couch?",
  "What color is the trim on the chair?",
  "What is to the right of the large, black trash can?",
  "What color is the top of the end table?",
  "What color liner is inside the trash can, next to the toilet?",
  "What is next to the black board near the corner?",
  "What kind of frame does the window have closest to bookshelf?",
  "What is the only ottoman in the room?",
  "Where is the filing cabinet located?",
  "What type of cabinets are on the left side of the room?",
  "Where is the office desk located?",
  "What is the chair scooted against?",
  "What is to the right of the chair?",
  "What type of chairs are to the right?",
  "What color is the chair at the second table from the corner?",
  "What is visible to the right of the round side table in the back corner?",
  "Where is the gray pillow located?",
  "What is to the right of the toilet in the center bathroom stall?",
  "How many things are on top of the l-shaped kitchen counter?",
  "What is the first desk sitting at the right side of the room next to the white board?",
  "What item is located to the right of the toilet with the seat down?",
  "What is beside the monitor over the desk?",
  "What color is the cushion chair in front of the whiteboard by the table?",
  "What objects on the wall face us?",
  "What shape is the window above the sink?",
  "What is in the middle of the room with chairs around it?",
  "What are the two computer monitors on top of?",
  "What is on the floor beside the brown cabinet on the left?",
  "What color is the coffee table in the middle?",
  "What is above the two trash cans?",
  "What is sitting under the white board hanging on the wall?",
  "Where is the white shower curtain?",
  "Where is the brown cabinet located ?",
  "What shape is the top of the lamp left of the bed?",
  "What is the cabinet to the left of?",
  "Where is the light brown door located?",
  "Where is another chair pulled that faces the chair?",
  "What desk is touching the white desk?",
  "What color office chair is next to a black chair?",
  "What is left of a chair whose back faces the corner?",
  "What is on the right of the couch?",
  "What type of brown bench is under a rectangular table?",
  "How many doors are in the bathroom?",
  "What type of table is in the room?",
  "What is the color of the bathroom counter?",
  "Where does the brown towel hang?",
  "What do the chairs on the far side? face?",
  "What is directly behind the camo backpack?",
  "Where is the office chair pulled?",
  "What is on the right of the blue trash can?",
  "Where is the chair, that is pushed away from the table?",
  "What is in the middle of the bookshelf?",
  "Where is the large window with a shade pulled towards top located?",
  "What is to the right of a lamp?",
  "What color couch is next to the armchair?",
  "What is next to the wooden table?",
  "Where is the white sink located in an office?",
  "Where is the door located in relation to the dresser?",
  "What is on the floor in front of the window to the left of the whiteboard?",
  "Where is the brown wooden chair located at the end of the table?",
  "Where is the wooden desk in the cubical back from the front of the room?",
  "Where is the black cabinet located?",
  "What does the rectangular table hold?",
  "What color refrigerator is next to the dishwasher?",
  "What is under curtain on floor?",
  "Where is the small recycling bin located?",
  "What object is next to the refrigerator on the right?",
  "What color are the rectangular kitchen cabinets above the stove?",
  "Where is the black backpack left of the bed?",
  "What color is the chair with its back by the wall?",
  "Where are the cabinets located?",
  "What does the sink appear to be?",
  "What are the kitchen cabinets beneath the window made of?",
  "What color are the small cabinets to left of longer set of cabinets?",
  "What surrounds the middle table?",
  "What is installed on the wall in the room?",
  "What color is the end table in the middle?",
  "What color is the storage bin to the left of the closet doors?",
  "What color is the chair on the right side of the room?",
  "What color is the chalkboard behind the 4 chairs?",
  "Where is the white rectangular desk located?",
  "Where is the chair that sits alone near the corner of the room?",
  "Where is the pulled out wooden chair located?",
  "What is to the left of the recycling bin?",
  "What is to the left of the soda machine?",
  "What color is the recycling bin?",
  "Is the table on the left side strong or weak?",
  "What is on the wall underneath the window?",
  "Where does the black chair sit?",
  "What type of kitchen cabinet is at the top of the counter with the stove?",
  "How many chairs is facinf the square table?",
  "What color is the desk with two monitors on it?",
  "What color is the table under the pillow?",
  "What color is the pillow on the leftmost b ed?",
  "What kind of sink is in the cabinets above the counter?",
  "Where is the bookshelf in relation to the table?",
  "What color is the chair on the other side?",
  "What color is the shade of the lamp to the right of the bed?",
  "What is under the first white window in a library?",
  "What chair is opposite end of tv?",
  "What two objects are located in front of the blackboard on the far side of the room?",
  "What color are the chairs at the table?",
  "What is on the wall to your right when you enter the room?",
  "What color are the tops of the free floating shelves?",
  "What shape is the pillow on a gray couch?",
  "What color is the bed in the center?",
  "What is the shape of the table in the middle of the room?",
  "What is hanging to the left of a door in a small hall?",
  "What color is the pillow in front of the other pillow?",
  "What is to the right of a window?",
  "What is at the far end of the countertop?",
  "What color counter are the brown cabinets hanging over?",
  "What is the first window from the right?",
  "What color is the coffee table next to a red couch?",
  "What shape is the kitchen cabinet above the fridge?",
  "What is sitting in front of a kitchen table?",
  "What is the window in the back of a room in between two smaller rectangular windows?",
  "What is to the right on a wall by the couch?",
  "What color cabinet is next to the trash can?",
  "Where is the wall in the bathroom located?",
  "What is to the right of a teal couch?",
  "What type of chair is at end of table across from window?",
  "What color is the container on the left of the door?",
  "What is the position of the office chair?",
  "What color office chair is to the left of the keyboard?",
  "What is placed above the long wooden table?",
  "How many chairs are pushed against the smallest, rectangular table?",
  "Where is the first chair from the right?",
  "What color is the trash can, to the left of the picture?",
  "What color is the container in the bathtub?",
  "How many brown rectangle desks is the bookshelf between?",
  "What is in the middle of the floor?",
  "What shape is the shower curtain?",
  "What color is the trash can on the right of the trash can?",
  "How many chairs are against the wall by the door?",
  "What color is the bathroom vanity on the left?",
  "Where is the brown bathroom stall door located?",
  "What does the door appear to be made of?",
  "How is the chair positioned on the side of the table in closest view?",
  "What type of box is the file cabinet?",
  "What color is the middle chair?",
  "What is the shape of the table?",
  "What color is the end table, to the left of the darker colored, armchair?",
  "How many black office chairs are there?",
  "What color clothes dryers are on the left wall of a room?",
  "What kind of base does the lamp have?",
  "What is on the left of a kitchen counter?",
  "What color suitcase is close to shelf?",
  "How many burners does the stove/oven have?",
  "What is the gray chair in front of?",
  "What are on the wall that is half blue, half white?",
  "What color is the top of the ping pong table?",
  "What is next to the printer on the table?",
  "What color tv is left of the bathroom door?",
  "What is directly across from the tv?",
  "What color is the trash can in the corner?",
  "What is in front of the brown wood desk?",
  "What color is the window frame in the back left corner?",
  "What is the table that is left of door by wall?",
  "What shape is the trash can next to a wooden door?",
  "What is next to the microwave on the counter?",
  "What is the color of the trash can nearest to the desk on the far right corner of the room?",
  "How many dishcloths are hanging from the oven door handle?",
  "What is on the bed in the right side of the room?",
  "What color office chair is next to the gray office chair?",
  "What is on top of the cabinet left of the bathroom door?",
  "What type of bin is on the floor?",
  "What are attached to the legs of a black rolling chair?",
  "What is located under the whiteboard?",
  "Where is the wooden chair placed?",
  "What is next to the black pillow on bed?",
  "What color is the high chair that is right of the radiator?",
  "What goes from the floor to the ceiling?",
  "Where is the black monitor in an office located?",
  "What color is the cabinet on the right to the fridge?",
  "What color metal doorknob is on the white wood bedroom door?",
  "What color is the average sized, oblong pillow?",
  "Where is the chair in front of the desk located?",
  "What is next to the rectangular window?",
  "What color soap dispenser is on the right of the paper towel dispenser?",
  "Where is the shelf located in the room?",
  "What is right next to the gray rolling chair on the left?",
  "Where is the white towel located?",
  "Where is the chair closest to the door?",
  "What kind of sink is above the cabinets?",
  "Where is the cart next to the other cart?",
  "What is to the right of the picture?",
  "What color is the monitor that is closest to white cabinet on table?",
  "What object on the ground is closest to door?",
  "What is right behind the door on the right as you enter the room?",
  "How many trash cans are under the cabinet that is above the recycling bin?",
  "Where is the brown wooden table placed on the bed?",
  "What is the object in the room at the foot of the bed?",
  "What color is the toilet on the left to the bathroom?",
  "What color is the desk on the right wall?",
  "What color is the chair in between the vacuum cleaner and round, white table?",
  "What color is the door on the corner?",
  "What color couch sits in front of the right wall in the room?",
  "Where is the long brown table located?",
  "What color is the paper towel dispenser on the wall?",
  "What is in front of a radiator?",
  "What is behind two of the end chairs?",
  "What color couch is next to the circular end table?",
  "What is underneath the kitchen cabinets?",
  "Where is the chair with wooden arms located?",
  "What color is the wooden desk on the right?",
  "What is to the left of the blackboard?",
  "What is the size of the couch in the room?",
  "What color are the cabinets above the printers?",
  "Where is the brown curtain drawn open?",
  "What color is the monitor in the office?",
  "Where is the black chair on the left side?",
  "What is against the wall and behind the bed?",
  "What is located to the right of the whiteboard?",
  "Where is the plastic chair located?",
  "What color leather seat is under the table?",
  "What color is the armchair on the wall?",
  "What color bookshelf is to the right of the desk?",
  "Where is the porcelain inlay sink installed?",
  "What color is the bed next to the window?",
  "How many chairs are under the blackboard?",
  "What color closed cabinet is attached to the wall?",
  "Where is the pillow on the bed?",
  "How many boxes are in the room?",
  "What color is the chair against the bookshelf?",
  "Where is the curtain in relation to the armchair?",
  "What color is the chair closest to the tv on the right?",
  "What type of picture is hanging next to a towel?",
  "What chair is between two dividers?",
  "What color is the paper cutter in an office?",
  "What is on the table in front of the white chair?",
  "What is to the left of the second row of chairs?",
  "What color is the door on the left side of the room?",
  "Where is the dark brown nightstand located?",
  "How many pictures are on the wall to the right of a picture?",
  "How many chairs are in the window?",
  "What is on the table to the left of the bed?",
  "What is the object in the room that is located on the left hand side of the door?",
  "What is to the left of the grey ledge in the left corner?",
  "What is above the kitchen counter?",
  "What is placed on the side of the wall?",
  "Where is the office chair pulled away from the desk located?",
  "What is located on the lower level of the kitchen cabinet?",
  "How many pipes are coming from the radiator?",
  "What color is the picture hanging on the wall in the back?",
  "What type of window is to the left of another window?",
  "What is on the wall perpendicular to the door?",
  "How far is the chair from the right wall?",
  "Where is the glass window behind the table?",
  "What metal object is attached to the right wall of the bathtub?",
  "Where is the toilet paper in the toilet?",
  "What are the kitchen cabinets made of?",
  "What color is the handle on the recycling bin?",
  "Where are the two whiteboards located?",
  "Where is the green wooden table located?",
  "What color is the lamp to the right of the white laundry hamper?",
  "Where is the monitor located in a cubicle?",
  "What color cabinet is located to the left of the cabinet that holds the computer monitors?",
  "What is behind the chairs organized into rows?",
  "What color is the wooden door on the left to the paper box?",
  "What is in the black trash can that sits to the left of another black trash can?",
  "What is the one with the lid down?",
  "What color is the waste basket?",
  "What is to the right and behind on the ground past two chairs side by side at table?",
  "How many pillows are on the bed?",
  "What direction is the brown chair on the right?",
  "What is placed to the right side of the computer monitor?",
  "What is on the shelf in front of the window?",
  "What piece of furniture is located right by the two windows?",
  "What is next tot he tall bar table nearest to the pool table?",
  "What color trash can is next to table?",
  "What color leather chairs are next to the wooden table?",
  "Where is the brown vending machine located?",
  "What color is the shelf that is perpendicular to wall and by fridge?",
  "Where is the window located on a wall on the back side?",
  "What is the color of the copier?",
  "Where is the black monitor located?",
  "Where is the round lamp located?",
  "What type of toilet is next to a roll of toilet paper?",
  "How many doors are in the room?",
  "What is on the right to the brown door?",
  "Where is the curtain that covers the right window in the small seating area located?",
  "What is next to the vanity that is big and on left?",
  "What is placed on one of the chairs?",
  "Where is the bathroom vanity located?",
  "What color tv is on the green wall at the end of the brown table?",
  "How many chairs are around the two, larger, rectangular tables?",
  "What color are the towels to the left of the sink?",
  "How many washing machines are in a row in the middle of the room?",
  "What shape is the window to the left of door in laundry room?",
  "Where is the white soap dispenser located in a kitchen?",
  "What is on the left of the table?",
  "Which direction is the chair closest to the viewer?",
  "What is on the table in the corner of the room?",
  "What type of office chair is in the middle of the two desks?",
  "Where is the brown chair to the left of the blackboard facing?",
  "What color is the cabinet left of the bathroom door?",
  "How many chairs are near the whiteboard?",
  "What is in front of the two-seater couch?",
  "What color office chair sits across from object at table?",
  "What is on the left of the mini fridge?",
  "What is placed on the cabinet next to the trash can?",
  "What color is the board above the two chairs against wall?",
  "What type of bookcase is on the wall across the table?",
  "What is opposite the windows in the meeting room?",
  "What is on the wall facing the door?",
  "What shape are beige kitchen cabinets?",
  "What is next to the monitor on a desk?",
  "What is next to the white desk?",
  "What type of desk chair is to the right of the hard backed chair?",
  "What is the door by the little table?",
  "What color is the chair that is sitting on the left side of the desk in the right corner of the room?",
  "What is mounted on the wall to the right of the trash can?",
  "Where is the circular fan located?",
  "Where is the large wooden bookshelf in the corner?",
  "What is in front of the brown desk?",
  "What object is on the wall just to the left of the door?",
  "What color are the curtains in the living room?",
  "Where is the recycling bin by chair?",
  "What is on either side of the table?",
  "How low are these kitchen cabinets by the ground?",
  "What is at one end of the large rectangular table?",
  "Where is the red laundry hamper located?",
  "What color counter are the cabinets located below?",
  "How many arms does the office chair have?",
  "Where is the large bathroom door located?",
  "How many vertical panes does the window have?",
  "Where does the small reading lamp sit on the glass table?",
  "Where is the brown bench located?",
  "Where are two sets of windows side by side?",
  "What is the cabinet with the white door facing forward?",
  "Which chair is the one closet to the play mat?",
  "What is in the back of the chair?",
  "How does a chair sit in the middle of the floor?",
  "What is behind small white bookshelf?",
  "What is mounted on the wall right of the trash can?",
  "What color are the dryers in the laundry room?",
  "What is in the floor left of the window?",
  "What color is the lampshade on round table?",
  "What color is the chair to the right of a chair directly facing the corner of a table?",
  "Where are the curtains located?",
  "Where is the largest cabinet located?",
  "Where is the small black side table tucked?",
  "What type of cabinet is to the left of a black shelf?",
  "What is above green office chair away from others?",
  "What side of the bed on the right is a white pillow located?",
  "What furniture is in front of, but not touching, the brown coffee table?",
  "What color is the door to the left of the closet?",
  "What is the largest object visible in the scene?",
  "What is hanging on the wall beside the white door?",
  "What is found near the trash can?",
  "What is the topmost pillow on the bed?",
  "Where does the brown pillow sit?",
  "Where does a chair sit facing the table?",
  "What is to the left, of the recliner chair, sitting on the floor?",
  "What shape is the waste basket?",
  "Where are the long rectangular beige kitchen cabinets located?",
  "Where is the brown wooden chair kept?",
  "What is next to a recliner chair?",
  "What color is the office chair nearest to the whiteboard?",
  "What color is the crib by the wall?",
  "What color is the rolling cart?",
  "What is the nightstand mostly made of?",
  "What color is the chair with the backpack on it?",
  "How many windows are there in the room?",
  "What color is the table that's surrounded by chairs?",
  "What object is above the sink on the kitchen counter?",
  "What is the shape of the table in between two armchairs?",
  "What color is the wooden table in the middle of the couches?",
  "What is hanging on the side of the room?",
  "What is the color of the bathtub?",
  "Where is the brown curtain positioned in the window?",
  "What sink are the cabinets perpendicular to?",
  "What is under the l-shaped kitchen counter?",
  "What are the two areas on the left side of the room?",
  "What color railing is near the table?",
  "What kind of chair is at the end of the table?",
  "What is above the basket on the right of the window?",
  "Where are the white kitchen cabinets located?",
  "What is the door on the rightmost stall?",
  "What is on the floor to the left of the cabinet?",
  "What color is the desk and chair set?",
  "What color is the color of the left cart?",
  "What is sitting beside the table?",
  "What vase is on the coffee table by the window?",
  "What color is the chair on the top left?",
  "How many chairs are in front of the whiteboard to the right of the tv?",
  "What color is the sofa on the right of the backpack?",
  "How many plants are on the wooden window ledge?",
  "What type of trash can sits to the left of another black trash can that has a clear white trash bag in it?",
  "What is to the left of the wooden chair left of the door?",
  "What is on one side of the small bedroom door?",
  "What is behind the glass window?",
  "What is on the wall to the left of a sink?",
  "What furniture is on the left side of the black couch?",
  "What is on the right of the pepsi vending machine?",
  "What is behind the tan seated rolling chair that sits between two wooden desks?",
  "What is to the right of the towel rack?",
  "What is the cabinet placed on the right side of?",
  "What type of cabinets are above the counter?",
  "What does the waste basket have?",
  "What is behind the office chair that is up against the shorter part of the table?",
  "What color is the solitary trash can?",
  "Where is the silver file cabinet located?",
  "What color is the bench underneath the tan table?",
  "What is the black trash can sitting next to?",
  "What is the head board in the bed?",
  "What color is the shelf on the wall?",
  "What is to the right of the table in the corner?",
  "What is the shelf behind the white rail?",
  "What is to the right of the water cooler?",
  "What color calendar is on top of the bookcase?",
  "What are located perpendicular to the blue wall?",
  "What color is the table with monitors on top of it?",
  "What type of chair is by the corner of the desk?",
  "What kind of cabinets are above the kitchen sink?",
  "What are on both sides of the table?",
  "Where is the long table positioned?",
  "What machines are facing away from the pepsi machine?",
  "What shape is the picture above a bed?",
  "Where does the 4 shelf bookshelf fit?",
  "How many chairs are pushed against the white table?",
  "What hangs on the wall closest to the ping pong table?",
  "What is hanging on the wall, to the right of the door?",
  "What color couch is at the mid-back of the room?",
  "What position does a chair sit on our side of the table?",
  "What type of table sits in the corner of the room?",
  "What is in the corner of the room, between the radiator and door>?",
  "What is behind the black mattress, hanging on the wall, on the right side?",
  "What is around one of the bay windows in the living room?",
  "How many waste baskets are on the left side of the blackboard?",
  "What is below the picture on the wall?",
  "What color are the two round tables?",
  "What color is the chair to the left of the grey chair by the printers?",
  "What kind of wooden shelf is under a shelf mounted on a wall?",
  "Where is the single grey chair located?",
  "What is in the front of the bathroom?",
  "Where is the glass window in the wall of the room?",
  "Where is the shower curtain located?",
  "What type of shelf is mounted on the wall?",
  "What color are the stripes on the pillow on the right?",
  "What is between the bathroom vanities?",
  "What is the round wooden table directly in front of?",
  "Where does the black office chair sit?",
  "What kind of floor is the pool table sitting on?",
  "Where is the chair located next to the desk?",
  "Where is the black filing cabinet located?",
  "What is the color of the of the kitchen cabinets above the microwave?",
  "What is directly beside the window?",
  "What is to the right of the toilet?",
  "What is closest to the back of the chair?",
  "What color office chair is on the left end of a desk?",
  "What color is the desk on the right wall of the room?",
  "What color is the fan to the left of the window?",
  "Where is the chair facing the gap between the tables?",
  "What color is the office desk in?",
  "What is the shape of the blanket on the left?",
  "Where is the green paper cutter found?",
  "What kind of cushion does the chair have?",
  "What is hanging on the wall of the hall?",
  "What color is the table in the center of the room?",
  "What is the sink below the white cabinets?",
  "Where is the light colored cabinet located in comparison to the darker cabinet?",
  "What color is the pillow on the bed?",
  "What color couch are the pillows on?",
  "What is next to the third window from the glass door?",
  "What is farthest opposite the center window?",
  "What is on the wall by the door?",
  "What is in the corner where a red and white wall meet closest to white box under tv?",
  "What is in front of the keyboard piano?",
  "What color office chair sits to the right of a black one?",
  "What color is the chair next to a gray chair?",
  "What chair is closest to a small table?",
  "What color are the chairs in front of a bookshelf?",
  "What else sits on top of the bench at the foot of the bed?",
  "What color is the bathroom vanity?",
  "What is atop the table to the right of the table?",
  "What color is the door on the left of the table?",
  "What color paper cutter is on top of the table?",
  "Where is the location of the recliner chair?",
  "How many red pillows are on the couch?",
  "What sits almost pulled under a table as it faces us?",
  "What is on the back wall on the bottom?",
  "What is sitting at the far left corner of the room?",
  "How many brown chairs in the entrance to the right of the standing mirror?",
  "What color are the monitors in the front of the room?",
  "What shape is the top of the trash can?",
  "What color is the door to the right of the toilet paper?",
  "Where is the green chair located by table?",
  "What color is the bookshelf in front of the bed?",
  "What is the coffee table in front of?",
  "What color is the towel above the bathtub?",
  "How many brown chairs sit around the brown table?",
  "What shape is the coffee table in front of a window?",
  "What shape is the monitor on the right end of a desk closest to the window?",
  "What type of armless chair is on the floor?",
  "What is the bookcase sitting between?",
  "How many cabinet doors are above the sink?",
  "What is at the foot of the bed?",
  "What type of box is the dishwasher?",
  "What shape are the windows that share a wall with the door?",
  "What kind of wood cabinet is to the right of the table?",
  "What color rug is on the floor in front of the door?",
  "Where is the chair pulled into?",
  "What is between the small table and the bookshelf?",
  "What color is the table from the top view?",
  "How many chairs are against the same wall as the door?",
  "What color are these kitchen cabinets?",
  "Where is the first chair on the table facing?",
  "What kind of bag is on the chair?",
  "How thin is the lamp on the top left corner?",
  "Where is the shower door located?",
  "What colors are the lids on the dolls house storage bin?",
  "Where is the table to the right of the copier machine?",
  "What is to the left of the white board?",
  "Where is the rectangular beige kitchen cabinet located?",
  "What shape is the monitor closest to the door?",
  "What is to the left of the bed?",
  "Where is a round glass table placed?",
  "What color is the center of the monitor?",
  "What is left of the soda vending machine?",
  "What is located to the right of the picture that is hung on the wall?",
  "What is next to the orange stool?",
  "What color is the tallest trash can?",
  "Where are the rectangular kitchen cabinets located?",
  "What color is the counter above the cabinets?",
  "Where is the white bathtub located?",
  "What is on the chair that is across from the monitor that is between another monitor and a window?",
  "Where are white washing machines located in the middle of the room?",
  "What type of table is in between trash cans?",
  "How many pillows are under the pillow?",
  "What color is the chair next to a red backpack?",
  "What is on the washing machine?",
  "What is placed at the center of the computer desk next to the chair that is pulled away from the table?",
  "What color is the paper towel dispenser?",
  "What color is the shorter shelf against wall?",
  "What direction is the brown chair facing?",
  "What color is the shade of the lamp between the beds on a nightstand?",
  "What is the sofa chair to the left of?",
  "What black item can be found under the desk?",
  "What is on the left of the mouse?",
  "How many pictures are underneath the picture?",
  "What is located on the table to the left of the dryers?",
  "What is the cover for a bath tub?",
  "What type of kitchen cabinets are above the sink on the back wall of the kitchen?",
  "What is near the wall by the blackboard closest to the door?",
  "What color bottle of laundry soap sits on top of the washers?",
  "Where is the wall paper towel dispenser located?",
  "What is behind a chair that faces the space between the tables?",
  "What is in the back corner of the room beneath the window?",
  "What is on the shelf on the top left?",
  "What is the cabinet on the other side of the room from the sink to the left of?",
  "What kind of shelf is next to the door?",
  "What is the second monitor from the wall?",
  "What shape is the gray radiator?",
  "What color couch is in front of window?",
  "What color is the board on the wall at the left side of the room?",
  "Which direction is the chair facing?",
  "What is next to the recliner chair and guitar?",
  "What is leaning against the wall behind the door?",
  "What is on the wall behind the hatrack?",
  "What color coffee table is the armchair located behind?",
  "Where is the cylindrical lamp located?",
  "What is the left-most chair in the room next to?",
  "What is on the side of the window that sits by the tv?",
  "How many door knobs does the white closet door have?",
  "What color is the window on the other side?",
  "What color table is across from the armchair?",
  "What is on the wall between the windows?",
  "What is attached to the wall in between two whiteboards?",
  "What is located to the left of the window?",
  "What is on the right of the bench in front of the carts?",
  "Where is the white armchair to the right of another?",
  "What is pulled up to the black desk?",
  "What is on top of the right table?",
  "What side of the room is the chair facing?",
  "What is the wooden white door facing in the room?",
  "Where is the tallest chair located?",
  "What color is the counter top on the bathroom vanity?",
  "What type of bins are between crib and wardrobe closet?",
  "What type of guitar is propped on the keyboard piano?",
  "What is below the rectangular beige table?",
  "What color is the window frame?",
  "What is to the lower left, of the white refrigerator?",
  "What is behind and between the two sofa chairs straight across from the door?",
  "What color bin is next to a white trash bag?",
  "Where are white washing machines located?",
  "What type of chair is at the far end of the room on the shortest end of the room?",
  "What is above the beige and black carts?",
  "Where is the alarm clock located?",
  "What are these around the window in the room?",
  "What is the shelf above the head of the bed?",
  "What color are the pillows on the bed?",
  "What is a silver bin on the wall?",
  "What is in the right corner next to single picture on wall?",
  "What color is the desk next to a white box?",
  "What is near the window in corner?",
  "What is in between the two armchairs?",
  "What is next to the black and white spotted chair?",
  "What is next to a rectangular shelf?",
  "Where is the rectangular shower curtain located?",
  "What color stripe does the black section of the printer have?",
  "What color surface does the table have?",
  "What color is wall where picture hangs?",
  "What color shelf is in front of the black chair?",
  "Which chair is closest to the radiator?",
  "Where is the chairs that are at the rectangular table?",
  "What color is the door on the far side?",
  "What is in front of the glass swinging door?",
  "What color are the two chairs below blackboard?",
  "Where is the black nightstand located?",
  "Where does the blue blanket sit?",
  "Where is the black bookshelf located?",
  "What color curtain is to the right of the tv?",
  "Where is the box of cat litter with a green lid located?",
  "What is to the left of the chairs and large, white table?",
  "Where is the black leather chair placed?",
  "Where is the soap dispenser located?",
  "What type of chair is to the right of the black and white keyboard piano?",
  "What color is the chair at the right corner of the tv?",
  "What color is the shelf on the left?",
  "What type of television is sitting in front of a kitchen table?",
  "What is to the right of the toiler?",
  "Where is the bin with a trash bag in it?",
  "How many desks are right of the smallest rectangular table?",
  "What color is the counter on the right wall?",
  "What is to the left of the table in the center?",
  "Where is the picture on the bulletin board?",
  "Where is the square gray chair facing?",
  "What color is the chair closest to the statue?",
  "Where is the tan table located?",
  "Where is the rectangular tv located?",
  "What is behind the row of chairs against the wall?",
  "What is to the left of the three tiered black car?",
  "What is the color refrigerator next to a gray couch?",
  "Where is the white curtain located?",
  "Where is the white soap dispenser located?",
  "Where is the table most to the left?",
  "What is on top of the toilet paper roll?",
  "Is the cabinet below the window on the left or the right?",
  "Where is the soap dispenser mounted?",
  "What color is the trash can on the top left corner?",
  "What shape is the copier on the left of a trash can?",
  "Where is the vanity located on the small table?",
  "Where is the metal filing cabinet located?",
  "What color is the ottoman in front of an armchair?",
  "What holds the toilet roll on the left wall?",
  "How many pillows are on the bed, to the right of the nightstand?",
  "What is at the front side of the table near the entrance?",
  "What color is the armchair at the front left of the room?",
  "Where is the chair on the top left?",
  "Where is the blanket comforter located?",
  "How many blackboards are there?",
  "Where is the large white dry erase board located?",
  "What color is the plastic on the chair to the left of the tall bar table?",
  "What color is the dishwasher to the right of the refrigerator?",
  "What color is the sink in the bathroom?",
  "What shape is the lamp on the top left?",
  "What color is the shelf next to the black bed?",
  "When you're through the double doors, what is to the left of you in front of the table?",
  "What color is the office chair in front of the table?",
  "What color is the laundry hamper?",
  "What type of sink is embedded in a counter?",
  "What type of cabinet is at the foot of the bed on the left side of the room?",
  "What shelf is by the workout equipment?",
  "What color are the two round pillows on the beds?",
  "Where is the brown cabinet in a break room located?",
  "What is sitting on the right of the blue one?",
  "What is the texture of the black kitchen counter?",
  "What is on a rack at the left side of the room?",
  "What is in front of the white framed window?",
  "How many red pillows are on the grey couch?",
  "Where is the shower curtain located ?",
  "What color trash bin has a black bag in it?",
  "What is sitting in the corner to the right of the toilet?",
  "Where is the black shelf in the room?",
  "What is on the right of the shelf?",
  "What color is the recycling bin on the floor?",
  "What color is the cross body messenger bag?",
  "What color are the two armchairs?",
  "Where is the white trash can located in an office?",
  "What color is the top of the recycling bin positioned to the left of the door?",
  "What is the window to the right of the other window?",
  "What is on one wall of the room from left to right?",
  "What is placed on the nightstand?",
  "What color is the cotton arm chair in the corner of the room?",
  "What type of bin is on the counter?",
  "What color are the pillows on the couch?",
  "What color are the chairs, around the smaller, square table?",
  "Where is the wardrobe closet located?",
  "How many desks are located in the room?",
  "Where is the office chair on the right?",
  "What is behind the shower curtain?",
  "Where is the mattress that is leaned against the wall?",
  "What color is the chair in the corner left of the blackboard?",
  "What is in front of the window in the back of the room?",
  "Where is the cream colored pillow on the bed?",
  "What color bed is the window behind?",
  "What two chairs is the white chair between?",
  "Where is the backpack in relation to the square table?",
  "What color is the chair closest to larger rectangular colorful painting on wall by window?",
  "Where are rectangular folded towels placed?",
  "What is next to the round white table?",
  "How many walls of the room are there a number of pictures on?",
  "What is the only ottoman in the room in front of the couch?",
  "Where are the white washing machines located?",
  "What is left of the closet door?",
  "What color is the chair on the left table?",
  "What color are the bed sheets of the bed in the corner?",
  "What color bucket is under the desk?",
  "What color is the keyboard piano near the plant?",
  "What is in the middle of the file cabinet?",
  "What color is the dining table?",
  "What is to the left of the stove?",
  "What is next to the square brown chair?",
  "What type of chair sits in between a center table and the window in the living room?",
  "What is the black office chair on the left side of the table?",
  "Where is the black flat screen tv mounted?",
  "Where is the window in the wall above the desk located?",
  "Where is the grey bin on the floor?",
  "Where is the rolling cushion chair placed?",
  "What color are the legs of the chair?",
  "What color is the top of the table?",
  "What is on the floor in an office?",
  "What shape is small cabinet on floor?",
  "What color chair is closest to the fireplace?",
  "What kind of chair is by the desk?",
  "Where is the tall office chair located?",
  "What is fixed to short wall to left of paper towel dispenser?",
  "Where is the white tv stand located in relation to the couch?",
  "Where is the white radiator located in the classroom?",
  "What is to the left, of the picture?",
  "What two objects are on the bed?",
  "What is to the left of the armchair?",
  "How many large shelves are in the shelving unit?",
  "What color is the armchair at the back right of the room?",
  "What color is the bathroom stall door?",
  "What is the lamp sitting on that is right of the bed?",
  "What is on the last desk on the left once you walk in the room?",
  "How many shelves are under the window?",
  "Where is the white two drawer storage bin located?",
  "Where is the wooden chair by the chalkboard?",
  "What is to the left of the couch?",
  "What kind of blinds are on the back of the room behind computers?",
  "How many black chairs are at the table?",
  "What type of table is in between two couches?",
  "What color is the ping pong table?",
  "What color is the door at the far end of the left wall?",
  "Where is the compact size printer located?",
  "Where is the grey rectangular object on the floor?",
  "What is in the chair facing two monitors?",
  "What color is the cabinet in the trash can?",
  "What color is the door at the far end of the room?",
  "What is on the black board resting place?",
  "How many chairs have a ribbed wooden backside?",
  "What object is closest to the windows?",
  "What is sitting to the right of the couch?",
  "What rectangular wooden object is on top of the counter?",
  "What type of board, is hanging to the left of the door?",
  "Where is the brown cabinet located?",
  "Where is the beige file cabinet located?",
  "Where is the brown door in the room?",
  "What is on the wall to the left of the door?",
  "What is next to the rectangular white door?",
  "What is the rectangular white kitchen counter over?",
  "What is on the end of the table next to the wall?",
  "What type of bench is in the corner of the room beside the white square table?",
  "What is the color of the leather sofa?",
  "Where is the rectangular monitor from the left in a row of monitors?",
  "What is in the corner of the room to the right of the doorway?",
  "What shape is the wooden table next to a window?",
  "How many doors are in this room?",
  "What is the second right chair of the table to the right of the door?",
  "Which chair is pulled all the way up the the table on the far right aisle?",
  "How many desks are located near the door?",
  "What type of cabinet is to the right of the trash can?",
  "What color is the desk on the right side?",
  "What color shelf is to the right of the water dispenser?",
  "What color sink is located at the back of the room?",
  "How tall is the lamp in the middle of the nightstand?",
  "What color is the door on the left side?",
  "What is sitting next to the left wall beside the brown cabinet?",
  "What is the rectangular window facing?",
  "What color is the bathrobe on the wall?",
  "What color is the second chair on the table's right?",
  "What can one hang on the furniture just to the right of the door?",
  "Where is the lone pillow placed?",
  "Where is the item in an end table located?",
  "What color trim is on the front of the stove?",
  "What is in front of the brown shelf?",
  "What is beside the whiteboard that is above a cabinet?",
  "What is to the right of the paper towel dispenser?",
  "What is the position of the armchair?",
  "What color couch is at the mid right of the room?",
  "What shape is the picture on the wall, behind the fan?",
  "What color couch sits between two round tables next to the right wall in the room?",
  "Where is the monitor on a desk?",
  "What color is the top of the round table in front of the window?",
  "What is allowing the sun to shine on the chair in the far back right?",
  "What is on the wall above two chairs?",
  "Which filing cabinet is closest to a window?",
  "Where is the black computer screen located?",
  "What color is the chair by the desk?",
  "Where is the rectangular cabinet located?",
  "What is the near the closet next to the wall?",
  "How many kitchen cabinets are located on the right side?",
  "Where is a black leather armchair placed?",
  "What color is the desk on the back wall?",
  "Where is the oval white toilet in a row?",
  "Where is the bed with white linens located?",
  "What is the black cabinet sitting next to?",
  "Where is the full size bathtub located?",
  "What is the container next to the door?",
  "What shape is the kitchen counter?",
  "What is next to the table in the middle of the room?",
  "What direction is window by whiteboard?",
  "What is in the corner of the bathroom beneath the painting?",
  "What kind of shades do the windows have?",
  "What is the color of the pillow on the floor?",
  "What is on the wall at the end of the room?",
  "What is to the right of the blue recycling bin?",
  "What color table is behind the wooden beige table?",
  "How many chairs are not puled up to the tables and are in between the tables?",
  "What color is the taller clothes container?",
  "What color is the wire shelf behind closet door?",
  "Where is the brown chair facing left?",
  "Where is the red and black chair on the right side of the table?",
  "What color is the table near the copier machine?",
  "Where is the plastic chair on the left wall?",
  "What is the position of the flat panel computer monitor to the right in the back row of monitors?",
  "What is on the wall behind a row of chairs?",
  "What color is the pillow in front of the window?",
  "What is above the vanity up high on the wall?",
  "What is hanging on the wall in the bathroom?",
  "How many light colored pillows are on the bench?",
  "Where is the long black trash can located?",
  "How many round tables are close to couch by door?",
  "What type of desk chair is on the right of the white filing shelf?",
  "What color are the desks in the room?",
  "What is inside of the blue recycling basket?",
  "What is under the rectangular window?",
  "Where is the hight lighted coffee table located?",
  "What is the bookhelf on the left?",
  "What color is the chest on the top right?",
  "Where is the chair on the left of the table?",
  "What monitor is on top of the desk and underneath some shelves?",
  "What type of door is to the right of the toilet paper holder?",
  "What side of the room is the long desk located?",
  "What color is the wet floor sign?",
  "Is the trash can in the back right of the room empty or full?",
  "What is on the night table between the two beds?",
  "What is sitting in the right corner?",
  "Where is the brown desk located?",
  "What is the yellow office chair facing?",
  "What is between an armchair and an end table?",
  "Which picture is closest to the lamp?",
  "What is the shape of the table on the left?",
  "Where is the rectangular black cabinet located?",
  "What color cube sits on the floor?",
  "What color is the sink in a kitchen?",
  "How is the whiteboard mounted on the wall?",
  "Where is the large whiteboard located?",
  "What is the lamp next to the doll house on?",
  "What type of sink is in front of the window?",
  "What color office chair is sitting on the right side of the table?",
  "What is between the chest and baby mobile on the wall?",
  "What color is the nightstand on the left?",
  "Where is the black and white keyboard piano located?",
  "What is directly in front of the door?",
  "What color chair is facing left?",
  "How many pillows are on the couch?",
  "What is on the left-side of the door?",
  "What color are the coffee table legs?",
  "What is the whiteboard above of?",
  "How many monitors are in the room?",
  "What is the color of the hamper on the left?",
  "Where is the framed picture on the wall in the bathroom?",
  "Where is the brown chair from the white wall?",
  "What is behind the computer chair?",
  "How many rusted chairs are by table with copier?",
  "What is in between the second and third window?",
  "What is on the left of the chairs?",
  "What is the blue recycle bin in front of?",
  "Where is the large window located?",
  "What is underneath a white board and to the right of a book case?",
  "How many chairs are sitting near the white table?",
  "Where is the black recliner chair in relation to the black and white keyboard piano?",
  "What are the tallest objects in the room?",
  "What type of table is on the opposite side of the brown table?",
  "What kind of backpack is on the brown chair?",
  "What appliance is to the right of the sinks?",
  "What kind of frame does the picture have?",
  "What shape is the keyboard piano?",
  "Where is the dark brown kitchen cabinet located?",
  "What color is the fridge on the left?",
  "Where does the black pillow sit?",
  "Where is the dual-monitor located?",
  "What is the computer monitor below?",
  "What kind of cabinets are above the rectangular sink?",
  "What is the bathroom vanity to the left of?",
  "What color is the shelf on the right?",
  "What is located to the right of the black suitcase against the wall?",
  "What kind of wood is the window seal ledge?",
  "What is the left-most one next to the whiteboard?",
  "Where is the window on the wall?",
  "What type of trash can is by the door?",
  "What color is the desk in the back of the room?",
  "What is the position of the chair on the right side of the table from the head chair?",
  "What is sitting behind two brown tables?",
  "What is in the back right of the room?",
  "Where is the rusted chair located on the cream colored table?",
  "What is at each of the two rectagular tables?",
  "How many black shelves are there?",
  "What is on top of the brown wooden chair?",
  "Where are the wall-mounted kitchen cabinets located?",
  "What appliance is attached to the top kitchen cabinets?",
  "What color are the plastic chairs around the long table?",
  "Is the bookcase flat or flat against a wall?",
  "What color is the chair at the left end of a table?",
  "What color is the monitor on the wooden desk?",
  "What color is the chair next to the table?",
  "Where is the toilet paper roll located?",
  "What type of material is the table made of?",
  "What large appliance is to the left of dishwasher?",
  "What is tucked under the table?",
  "What color is the chair closest to the door?",
  "What is at the center of the room?",
  "What is the only item found between the two couches in the room?",
  "What color wall is left of the office chair?",
  "What color is the shelf in the corner of the room?",
  "What color is the table on the far left?",
  "What color is the door to the left of the cabinet?",
  "Where is the silver shelf located?",
  "How tall is the shelf on the left?",
  "What is the color of the chair nearest the brown door?",
  "What objects are around the table on the left side of the room?",
  "Where is the drying hand towel located?",
  "What is on the wall under another picture?",
  "What color is the towel hanging on the wall?",
  "What is by the workout equipment?",
  "Where would you find the tall white cabinet after going through the door?",
  "What is the trash can beside the door aligned with in the center of the room?",
  "What do most shelves have in them?",
  "What is under the picture next to a towel?",
  "What shape are the two larger tables that are four feet apart?",
  "What is against the right wall?",
  "How many monitors are on the long desk?",
  "How are the washing machines located to the blue wall?",
  "What color round table is in front of the seats?",
  "What folding table is in the corner by the dryers?",
  "What side is shelf located by chair?",
  "What color is the curtain on the left window?",
  "What is to the left of another armchair?",
  "Where is the computer chair located?",
  "What color is the chair on the left side of the table in front of the pillow?",
  "Where are the lamps are the corner of the room?",
  "Where is the chair on the left row of the viewer?",
  "What is closest to the trash can?",
  "What color is the cart in the center of the room?",
  "What shape window is next to a long table?",
  "Where is the chair on the table across from trash can?",
  "What is the pillow on in the corner of the room?",
  "How many set of shelves are on the right wall?",
  "What color guitar is to the right of a coffee table?",
  "What color is the pillow in front of another pillow?",
  "Where is the chair located closest to the meeting room door?",
  "How many pillows are on the side of the large rectangular table?",
  "What color is the cabinet in the middle of the room?",
  "What kind of vending machine is on the left of the \"pepsi\" vending machine?",
  "What is the position of the object on the chair?",
  "What is the window behind the kitchen sink likely made of?",
  "What lets in light as you walk into the bathroom?",
  "What type of table is next to the dryers?",
  "What shape is the tv on a stand next to a trash can?",
  "What is next to the big cabinet?",
  "What way is the black chair facing that is closest to the orange wall?",
  "What color door is next to the shelves?",
  "What is in the back of the room?",
  "What color is the flip open chair?",
  "How many chairs are directly under a whiteboard?",
  "Where is the round laundry hamper located ?",
  "What color is the pillow behind the chair?",
  "What is left of the dark, rectangular cabinet?",
  "What shape is the desk in the room?",
  "What color are the two chairs closest to the brown door?",
  "Where is the white armchair located?",
  "What color is the bin under the desk?",
  "What type of sink is in the middle left side of the vanity?",
  "What type of cabinet is next to a couch?",
  "What shelf is closest to the curtain?",
  "What is at the end of the counter top?",
  "What piece of furniture is beside the cabinet?",
  "What is hanging on the wall, to the left of the window?",
  "Where does an office chair face?",
  "What is in the room near the window next to the door?",
  "What is next to the bath cabin?",
  "What is the chair in front of the fireplace?",
  "What would you look out of if sitting in the chair and looking right?",
  "What is on the right side of the couch?",
  "What is coming out of the wall?",
  "Where is the round table in the room?",
  "Which chair at the table is closest to the bookshelf?",
  "Where is the silver trash bin located?",
  "What color is the chair that is sitting next to the two brown desks in the left corner of the room?",
  "Where is the other chair located?",
  "Where is the chair pulled into the table?",
  "Where should you look for a black chair at the dining room table?",
  "What kind of bathtub is in the bathroom?",
  "What is to the left of the brown bed?",
  "What is to the left of the glass door?",
  "What direction is the mirror beside the couch facing?",
  "Where is the yellow chair located?",
  "What color is the chair in the middle?",
  "What color is the chair against the wall?",
  "What electronic appliance is hanging on the wall?",
  "What color is the desk in front of the large white filing cabinets?",
  "Where does the white table sit?",
  "What is the toilet paper holder in the bathroom?",
  "What is sitting on the right side of the room?",
  "What color is square table in middle of room?",
  "Where is the brown chair on a table in the back right?",
  "What object is sitting on the floor to the left of the sink?",
  "What side is the large copier by table?",
  "What color is the top of the vanity?",
  "Where is the head of a bed located?",
  "What color is the door at the far left corner of the room?",
  "What color is the table furthest from the wall with two blackboards?",
  "What color is the second computer monitor on the last table on the side facing the wall?",
  "What color is the table on the left?",
  "What is the white object on the wall left of the door?",
  "Where is the small corner shelf located?",
  "How many pictures are hanging on the back wall?",
  "Where on the bed are the bed pillows located?",
  "What type of shelf is sitting in front of hanging shelf?",
  "What chair around table is closest to sliding door?",
  "What is behind the grey chairs in the right hand corner?",
  "Where is the monitor on the table to the right of the door?",
  "What is in front of the brown wooden desk?",
  "What is the object of the desk?",
  "What color are the stools on the far wall?",
  "What color is the window on the left side?",
  "How many computer monitors are on the desks near the windows?",
  "Where is the white armchair on the wooden floor?",
  "What is on the right of the gray table?",
  "What shape is the window behind the trash can?",
  "What is sitting near the black table against the wall?",
  "What is lined up to the edges of the large wooden meeting table?",
  "What color is the plant next to the rectangular window?",
  "What is on top of the gray cabinet?",
  "What is to the right of the kitchen apron on the wall?",
  "What color are the office chairs?",
  "What color sink is located in the back of the room in the middle of the counter?",
  "How far away from the desk is the chair pulled from the desk?",
  "What is darker, the door or the door frame?",
  "Where is the long wooden table located?",
  "What is on top of the couch below the wall map?",
  "What color is the bin with handles?",
  "How is the tv mounted on the wall?",
  "What is in front of the dresser?",
  "What color is the door on the right corner?",
  "What is located to the left of the bed?",
  "What color door is on the same wall as the picture?",
  "What part of the toilet is down?",
  "What color is the bathtub behind the white toilet?",
  "Where is the rectangular recycling bin located?",
  "How many armchairs is the teal couch next to?",
  "What color is the pillow on the right hand side of the bed?",
  "What object is located on top of the black desk?",
  "What shape is the window next to a fire extinguisher?",
  "Where is the chair positioned in front of the door?",
  "What color frame is window to right of telephone?",
  "What is in the middle of two dark chairs against green wall?",
  "How many large tables are in the room?",
  "What color is the monitor that is sitting on black des?",
  "What is the left-most table beside?",
  "What color cabinet is to the left of the door to the bathroom?",
  "What is the color of the pillow on the top right of bed?",
  "What type of chair is to the left of a tall table?",
  "How many tv's are hanging on the wall closest to the table?",
  "What is the orange stool across the room from?",
  "What color is the lamp in front of the mirror?",
  "What is located across from the washing machines?",
  "What is on the floor near the armless chair?",
  "What is sitting on the nightstand that is left of the bed?",
  "What color is the second chair sitting on the right wall?",
  "What color is the top of the cabinet closest to the window?",
  "What color is the sofa chair on the metal square table?",
  "What is on the left side of the shelf below the top of the table?",
  "What type of chair is in the back corner of the room?",
  "What is the position of the white screen monitor on a table?",
  "What is the dining table surrounded by?",
  "What shape is the ping pong table?",
  "How many monitors are on the left table?",
  "Where is the blue couch located?",
  "How many levels does the brown shelf have?",
  "What type of table is the second table from the window?",
  "Where is the window above the counter located?",
  "What color is the right-most table in the room?",
  "How many tables are against the wall?",
  "What is to the left of the black trash can?",
  "What is suspended over the stove?",
  "How many chairs are directly against the wall opposite the door?",
  "What is the white bookcase filled with?",
  "What is placed in front of the window?",
  "What is on the left wall of the vanity?",
  "Where is the brown desk located on the round table?",
  "Where are the gray pillows located?",
  "What is next to a vending machine?",
  "Where is the bathroom stall door from the left?",
  "What kind of pillow is on the right side of the sofa?",
  "How many monitors are on the desks?",
  "Where is the silver sink located in a kitchen?",
  "Where is the shelf near the wall?",
  "What kind of pattern does the curtain have?",
  "Where are the light brown long desks located?",
  "What two objects are to the left of the copier?",
  "What is on top of a small end table?",
  "What is painted on the wall to right of door?",
  "What color is the armchair in the far right corner of the room?",
  "What color is the the table between the beds?",
  "How many large windows are on the wall between two beds?",
  "What is on top of the taller rectangular cabinet?",
  "What color is the armchair against the wall?",
  "How many beige and black chairs are inside the room?",
  "What is on the white couch next to the wooden door?",
  "What is the black office chair on?",
  "What is immediately to the left of the toilet?",
  "What is behind the table and chairs?",
  "What is behind the file cabinet?",
  "What kind of curtain is used to cover the window?",
  "What is the color of the rectangle table on the right side of the seating?",
  "What kind of sheet covers the double bed?",
  "How is a square shaped picture mounted on a wall?",
  "What color are the two large tv monitors on the orange wall?",
  "What is on top of the nightstand?",
  "What is to right of wooden stove?",
  "What color is the top of the coffee table?",
  "What is in the far right corner of the room?",
  "What is behind the yellow chair on the left side of the table?",
  "What color is the door on the right?",
  "What color are the kitchen cabinets on the floor?",
  "Where is a black desk chair facing a table?",
  "What is the object in right corner by bed closest to window?",
  "What kind of dispenser is near the sink?",
  "How many black chairs surrounds the brown table?",
  "What is in front of a teal couch?",
  "How close is the cabinet to the wall?",
  "What is the black counter above?",
  "Where are the two pictures hanging on the wall located?",
  "What kind of sink does the kitchen cabinets have?",
  "What kind of chairs are in the middle of the table?",
  "What shape is the window to the right of a door?",
  "Where is the bookshelf on the left side?",
  "What kind of kitchen cabinets are above the sink?",
  "Where are the wheels of the carts?",
  "Where is the black chair located?",
  "Where is the lamp on the round table located?",
  "What is next to the monitors near the window, on the wall?",
  "What is on the right of the wooden door?",
  "What are to the right of the sinks?",
  "What sits on the other side of the room from the sink?",
  "What is on the floor to the right of the toilet?",
  "What is left of the bed in front of the nightstand?",
  "What shape is the table closest to the door?",
  "What is right behind the couch?",
  "What is next to the laundry hamper?",
  "What color is the washing machine on the right?",
  "Which dual monitor is closest to whiteboard?",
  "What is to the left of the black cart?",
  "What color coffee table has a table between two chairs in front of it?",
  "What is to the left of the sink in the bathroom?",
  "Where is the table in relation to the white chair?",
  "What is the item on the wall to the right and below the paper towel dispenser?",
  "What is to the left of the desk?",
  "What sits to the right of a painting on the wall?",
  "What color is the pillow on the left side of the couch?",
  "How many identical sized pictures are hung on the wall opposite the sink?",
  "What type of chair is in the back left corner of the room?",
  "Where are the brown wood blinds in a classroom?",
  "What is located on the left hand side of the door as you enter the room?",
  "What is the whiteboard on the wall hanging over?",
  "What is the largest piece of furniture in the room?",
  "What is located behind the door and against the wall?",
  "What is behind the chair that is furthest from the table?",
  "What color is the bin between the bedside table and the wall?",
  "What is on the wall to the left of the window that is on the same wall as the doorframe?",
  "What color is the laundry basket on the right?",
  "What is the armchair directly left of?",
  "What is on the right of the sofa on an end table?",
  "What color chair is to the left of a black chair?",
  "What color is the chair next to the yellow wall?",
  "What color is the wooden desk on the right to the gray shelf?",
  "Where is the bookshelf located in the room?",
  "What color are the kitchen cabinets to the left of the stove?",
  "What type of cabinet sits next to the far left corner of the wall?",
  "Where is the white chair located?",
  "What color is the trash can to the right of the arm chair?",
  "How long are the curtains in the window on your right?",
  "What color is the longest table?",
  "What is the brown shelf made from?",
  "How many chairs is the square coffee table in front of?",
  "What is on the left of the dresser?",
  "What is near the center of the room?",
  "What is in front of the white shelf?",
  "Which wooden chair is pulled out fro the table?",
  "What color is the piece of clothing on the nightstand?",
  "How many chairs are at the black table on the right wall?",
  "Where is the lamp located between the two beds?",
  "What is to your right in front of the toilet?",
  "What color is the prism of the radiator?",
  "What color is the trash can on the left of the small gray trash can?",
  "What is the entrance to a room?",
  "What is located near the trash can when you enter the room to the right?",
  "What is on the left side of the table?",
  "What shape is the wooden dining table?",
  "Where is the bookshelf located?",
  "What side of the room is the sink located?",
  "What is on the side of the bath tub?",
  "What is hanging on the black chair on its right?",
  "What color is the table that sits high?",
  "Where is the square chair located on a table?",
  "What is in front of the office chair?",
  "What color is the cart on the top left?",
  "Which direction is the shelf from the closed door?",
  "What type of cabinet is to the right of an oven?",
  "What is the color of the round table?",
  "Where is the brown door opening into the bathroom?",
  "What is next to the green pillow?",
  "What color is the recliner chair?",
  "What type of monitor is on the leftmost end of a table?",
  "How many windows are on the side of the bathroom?",
  "What is located directly in front of the 3 black office chairs?",
  "What is the object in front of the brown chair?",
  "What is on the left to the wooden glass door?",
  "What are the kitchen cabinets below the sink between?",
  "What is on the far side of the hamper?",
  "What color is the bottle next to the tub?",
  "What colors are the trash cans?",
  "What is the chair left of the grey table backed against?",
  "What is to the right of the monitor on the light brown desk?",
  "Where is the beige table located?",
  "What color chair is the second chair to the left of the table?",
  "Where are brown kitchen cabinets in a kitchen?",
  "What is pushed into a small computer desk?",
  "What color shelf is sitting behind the white rail that is behind the black cabinet?",
  "What is in between the carts and the table?",
  "What color is the wall to the left of the door?",
  "What is the second towel from the right?",
  "How many backpacks are under the whiteboard?",
  "How many tables is the beige radiator behind?",
  "What color is the curtain of the window next to the lamp?",
  "What color is the storage bin in the room?",
  "What is on the left of the front entrance?",
  "How many black chairs on the left of the table?",
  "Where is the chair on the right?",
  "What is on the shelf on the wall?",
  "What are the colors of the pillows on the bench?",
  "What shape is the sink on the right side?",
  "What colors is the picture on the left of the white door?",
  "What office chair color is diagonal from green chair by tv?",
  "What is the table between the two couches?",
  "What piece of furniture is on the far side of the wall in front of the windows?",
  "Where is the green chair furthest from the tv located?",
  "What color table is to the right of the black mattress?",
  "What is on the top shelf of the cabinet?",
  "What is in front of a brown cabinet next to the bed?",
  "What color is the door by the trash can?",
  "What color is the monitor in front of the whiteboard, in the lower, right-hand corner?",
  "What is behind the flat panel tv?",
  "What color is the curtain hanging on the left-hand side of the central window?",
  "What kind of night stand is next to bed?",
  "What color is the coffee table in the room?",
  "How many chairs are below the tv?",
  "How many panes does window to right of blackboard have?",
  "How many wooden chairs surround the table?",
  "What kind of wood is underneath the sink?",
  "What color is the cabinet to the left of the refrigerator?",
  "What object is directly to your left as you enter through the door?",
  "Where is the big wooden cabinet located?",
  "What kind of seat cushion does the chair have?",
  "What is over the large window in the room?",
  "What color is the throw blanket on the leather reclined couch?",
  "What color is the object in the center of the room?",
  "What is located to right of toilet behind it on ground?",
  "Where does the brown bathroom stall door sit?",
  "What is the size of the purple bed?",
  "What two appliances are in the center?",
  "What is next to the grey chair?",
  "What is behind the wooden chair that is pushed in furthest?",
  "What color is the table that is to the right of the door?",
  "What is in the right corner of whiteboard sitting on ground?",
  "What position is a chair on the left of a table?",
  "What type of chair is on the wall?",
  "Where is the curtain on the windows?",
  "Where is the window above the desk located?",
  "What color is the trash bin hanging by the wall?",
  "What is the color of the sofa chair beside a plant?",
  "Is the trash can on the top left empty or full?",
  "What is in the middle of the chairs?",
  "What the first object you encounter while walking to the bed ?",
  "What is hanging on the stove door?",
  "Where is a white wooden shelf located?",
  "What kind of framed window is to the right of the whiteboard?",
  "What is part of a dual monitor set-up?",
  "How far from the corner is the orange stool located?",
  "What chair is sitting furthest away from other around table?",
  "What sits on the floor to the left side of the door?",
  "What is the chair facing away from?",
  "What sits against the wall next to the white door?",
  "How many smaller white cabinets are above the microwave?",
  "What color is the chair at the third desk on the right side of the room?",
  "What is to the left of the window?",
  "Where is the white board located?",
  "How many gray chairs are there?",
  "Where is the ping pong table located?",
  "What is on the wall above the backpack?",
  "What is the number of chairs at the table when counting the chairs starting from the righthand side?",
  "What is above the pillow on top of the couch?",
  "Where is the silver toilet paper dispenser?",
  "What color tv is above the cabinet?",
  "What type of furniture is closest to the door?",
  "Where is the only chair that is pushed in located?",
  "What type of monitor is in the middle aisle?",
  "What color is the lid of the toilet?",
  "What color is the printer in the back of the room?",
  "What is in the middle of the room?",
  "What is the color of the rectangle table on the left side of the seating?",
  "How many desks are right by the doorway?",
  "What color tint does the window on the wall behind the table have?",
  "What color chair is located close to power outlet?",
  "What is the window on the right of the bed?",
  "What type of bed is in the room?",
  "How many chairs are surrounding the tables?",
  "Is the mattress located to the left of the exercise equipment?",
  "What is in the corner between the stove and the sink?",
  "What color is the frame of a picture above the toilet?",
  "Where is the cabinet affixed to the wall above the bathroom vanity?",
  "What type of cabinet is on the right wall next to the table?",
  "What item is located to the left of the toilet with the raised seat?",
  "What is in the box on the cabinet?",
  "What is directly to the right of the mattress on the wall?",
  "What side is the window by the bed?",
  "What type of chair is to the left of the table corner?",
  "What is located to the right of the door?",
  "What size is the printer on the right side of the desk?",
  "What kind of chair is one the three that are close together?",
  "What shape is the window behind a desk with monitors?",
  "What type of window is located in the middle above the bookshelf?",
  "What color is the toaster oven?",
  "What is directly in front of the window nearest the bed?",
  "Where is the chair with wheels located?",
  "What is to the right of the kitchen cabinets?",
  "What is to right of black cabinet?",
  "What are the curtains hanging on, on the right side of the room?",
  "What color is the pillow on the right side of a dark couch?",
  "What is on top of the brown dresser?",
  "What is visible to the left of the pool table?",
  "What is to the right of the table with no chairs?",
  "How many windows are above a bookshelf?",
  "What is on the front of the oven?",
  "What is the thing with a water bottle on the right wall next to the bulletin board?",
  "Where is the dining chair located?",
  "How is the bookshelf on the left?",
  "What color is the computer tower?",
  "What is on the wall above the toilet?",
  "How many monitor sit on the desk closest to the window?",
  "What is next to the rectangular white hamper ?",
  "What object is to the right of the white shelf, in the center of the room?",
  "What is on the left side of the able?",
  "What color is the washing machine on the left?",
  "Where is the table located in the room?",
  "What is mounted on the wall in the shower?",
  "What type of chair is on the front of the long side of the table?",
  "Where is the curtain hanging on the wall?",
  "What is on the left side of the wooden door that leads into the bathroom?",
  "What is located on the right side of the cabinet?",
  "Where is the white window located?",
  "What is one of the two that are on the counter?",
  "What color is the pillow on the bed by the window?",
  "Which chair is next to the chair on the wall?",
  "What is closest to the blackboard?",
  "What side of blackboard is wooden chair with arms?",
  "What color is the tv on the left wall?",
  "What color sink sits on the end of the left wall next to the window?",
  "What chair is on front of the table?",
  "What is to the left of the white shelf?",
  "What is the whiteboard on the wall behind?",
  "What is the backpack sitting on?",
  "What stands to the right of a large window?",
  "What type of board is above a black cabinet?",
  "What is pulled under the table?",
  "Where is the brown cabinet in an office located?",
  "What is on the floor to the right of the door if facing the door?",
  "What shape is the door on the center wall of the room?",
  "What is to the left of the table near the center of the room?",
  "Where is the chair located in the dining room?",
  "Where is the rolling chair that is not pushed into table located?",
  "What is attached to the right wall above the desk?",
  "Where is the lampshade located in the bedroom?",
  "How many chairs are placed in middle of the middle window on wall?",
  "Where are the upper cabinets located?",
  "What color is the monitor in a classroom?",
  "What color is the microwave in front of the viewer?",
  "What is sitting on top of the laundry machine?",
  "Where is the white table located?",
  "Where is the blue chair on the right side of the table?",
  "What color is the chair in front of the table?",
  "What is in front of the corner couch?",
  "What is the picture on the left wall above the copier?",
  "What is to the right of the vending machine in the top right corner?",
  "What color is the refrigerator in a small kitchen?",
  "What kind of cabinet is close to the window?",
  "Where is the gray office chair located on the left side of the table?",
  "Which desk has two monitors on it?",
  "Where is the chair with a backpack located?",
  "What color is the box on the floor?",
  "What is in front of the window?",
  "What is the trash can lined with?",
  "What color is the laundry basket on the counter top?",
  "What is beside the refrigerator?",
  "Where is the rectangular kitchen cabinet suspended?",
  "What is the middle chair in a row?",
  "Where is the wooden chair from the green wall on the right side of the table?",
  "What color backpack is directly in front of the nightstand?",
  "What is the shape of the wooden desk?",
  "What drink is located on top of the counter?",
  "Which side of the sink is the cutting board on if you are facing the window?",
  "What color shelf is above the monitor?",
  "Where is the gray shelf located?",
  "What color is the office desk on the left?",
  "What is directly above the sink?",
  "What is closest to the thermostat?",
  "What color chair is the second right chair of the table to the right of the door?",
  "What color is the wall to the left of the window?",
  "How many legs does the sofa chair have?",
  "What is behind small cabinet in middle of room?",
  "What color is the chair on the right?",
  "What shelf is in a row of four wall shelves?",
  "Where is the rectangular wooden shelf located?",
  "What color is the cabinet on the left side of the bed ?",
  "What type of bathroom vanity sits directly across from the bathroom stall door?",
  "What sits across from the file cabinet?",
  "What is the blue armchair facing?",
  "What color chair is the first chair to the right of the table?",
  "What color is the desk chair in the center of the room?",
  "What color is the end table in between couches?",
  "What color chair is located at the rear of the room behind the table?",
  "What shape is the pillow in front of a gray table?",
  "What sits under the whiteboard on the far wall?",
  "Where is the rectangular monitor located on the desk nearest the door?",
  "What is the shape of the trash can?",
  "What is the first monitor sitting on a desk in the back of a room?",
  "How many black office chairs are near the tv?",
  "What nearby object is the table crudely as long as?",
  "What is directly right of the door as you enter the room?",
  "What is on the far right corner of the bathroom vanity?",
  "What is the chair furthest from the table made of?",
  "Where is the trash bin located?",
  "What object is on the opposite side of the room from the chalkboard with the back to the windows?",
  "What is to the right of the white copier?",
  "What type of chair is away from the wooden table and near the windows?",
  "What kind of curtain is behind the chair?",
  "What is on the wall to the left of the window?",
  "What is on top of the first drying machine on the left?",
  "What color is the trash bag next to the blue bin?",
  "What is the window on the right of both beds covered by?",
  "What type of table is in front of the wall?",
  "What is on the right side of the door?",
  "What is the chair on the green table made of?",
  "What color bed is the head board pillow on?",
  "Where is a stool located in the bathroom?",
  "What is on the floor to the right of the chair?",
  "Where is the brown chair on the right of the wall?",
  "What appliance is to the right of the refrigerator?",
  "What is the color of the chair below the whiteboard on the far right corner of the room?",
  "What shape is the window over the radiator?",
  "What is on the couch next to window?",
  "What color is the pepsi vending machine?",
  "What color is the table on the left side of the room?",
  "What color is the door next to the backpack?",
  "What is to the left of the white bed?",
  "Where is the monitor on the desk from the left?",
  "What shape is the sink in the kitchen?",
  "What is to the left of the mini-fridge?",
  "Where is the monitor from the door?",
  "What chair is in front of the monitor with a white screen?",
  "How many people are in the room?",
  "What is behind the double row of chairs?",
  "Where is the chair located on the table?",
  "What color container sits on one of the washing machines?",
  "What color is the chair in the lower portion of the room?",
  "What is the monitor facing to the right of the desk?",
  "Where is the beige and black chair sitting?",
  "What is the closest pillow to the dolls house?",
  "What is the lamp on to the right of the bed?",
  "What type of tower is below a desk?",
  "What is the shape of the brown pillow on the left bed?",
  "How many chairs are at the table in the center of the room?",
  "How many chairs are facing the table?",
  "How many chairs surrounds the table?",
  "Where are the gray armchairs located?",
  "What is on the right wall when you enter the room through the door?",
  "Where is the squat file cabinet located?",
  "What color is the squat file cabinet?",
  "Where are the brown ottomans located?",
  "What color chair sits next to the top right side of the bed?",
  "What is on the left of the wooden dresser?",
  "What color is the recliner chair next to a guitar?",
  "What is in front of the books on the table?",
  "What chair that isn't pushed into table is facing what direction?",
  "What type of chair is in front of table?",
  "Where is the picture above the table?",
  "What items are located across from the washers with the laundry basket on them?",
  "Where is the mini fridge located?",
  "What is underneath the desk in the corner?",
  "Where does a tv hang from a wall?",
  "What material is on the base of the table?",
  "What type of microwave is next to the toaster oven on the counter?",
  "What color is the bench under the table?",
  "What color is the bin under the counter?",
  "What kind of picture is next to the leftmost sink?",
  "What color is the container by the bottle?",
  "What color is the chair with sliver trim at the table?",
  "What is the shape of the floor fan?",
  "Where is the picture hanging on the wall above the toilet?",
  "What color is the first chair on the left of table?",
  "What color is the waste bin next to a plush chair?",
  "What color are the counter tops of the cabinet closest to the window?",
  "What color is the top of the pool table?",
  "What color is the chair closest to the bump out in the wall?",
  "What is in the left corner of the room?",
  "What is hanging above the toilet?",
  "What color are the washing machines on the left?",
  "How many lamps are there in the room?",
  "Where are the horizontal blinds on the right?",
  "How much of the couch is used for the corner booth?",
  "What colors are on the wall of the toilet?",
  "What are you looking at if you're standing behind the chairs?",
  "What color is the trash can next to the copier ?",
  "How many desks are on the left side of the bookshelf?",
  "How many chairs are on the outside face of the table?",
  "Is the open door to the right of the picture hung on the wall?",
  "How many legs does the stool in the bathroom has?",
  "What is the color of the radiator?",
  "What is to the right of the clock?",
  "What color is the pillow on the left?",
  "What color is the cabinet that is centered beneath the window?",
  "What is at the back of the room?",
  "What color is the pillow on the ride side of the couch?",
  "What color is the covering on the window on the far surface?",
  "What is on the right of the toilet roll?",
  "What is on top of the cart with wheels?",
  "What color shelf is to the left of the rectangular cabinet?",
  "What side of the bookshelf is the box of tissue on?",
  "What is the red office chair by the projector screen facing?",
  "What is to the right of the table?",
  "What color is the pillow on the center of the coffee table in front of the couch?",
  "What is the desk on the left side of the room?",
  "What hangs between two others on the door?",
  "What shape is the end table on the left?",
  "What type of table is in the middle of the room?",
  "How many chairs are pushed up to the square table?",
  "What shape is the metal sink above some cabinets?",
  "What is left to the refrigerator?",
  "What type of surface does the coffee table have?",
  "What is the chair that sits at the head of the table made of?",
  "What is in front of the door on the right side?",
  "What is in the middle of the bathroom vanity?",
  "What shape is the desk in the middle?",
  "What chair has a backpack on it?",
  "What type of artwork is located at the back of the room to the left of the door?",
  "Where is the door to the room located?",
  "What is right above the black cart?",
  "What shape is the brown cabinet?",
  "Where is the curtain pulled apart?",
  "What color desk is on the left of the bed?",
  "What color are the handles of the cabinets beneath the sink?",
  "What shape is the door next to a map?",
  "How many throw pillows are on the armchairs?",
  "What cabinet is at the bottom of the rectangular cabinet?",
  "What color is the desk to the left of the room?",
  "What is under the lamp between the two beds?",
  "What color wall does the black chair face?",
  "Where is the bathroom counter located?",
  "How many legs does the wooden chair have?",
  "What does a stove double as in the kitchen?",
  "What color are the legs of a wooden top table?",
  "When you enter the door, where is the l-shaped desk?",
  "What color is the chair by the round table?",
  "Where is the computer tower located on the couch?",
  "Where is the brown chair with dark seat located?",
  "What piece of furniture is beneath a window?",
  "How does the white 2 door refrigerator sit between the stove and the wall?",
  "What is next to the metal cart?",
  "What shape is the door next to the sink?",
  "What color is the cabinet in the room?",
  "Where is the closest table by the window?",
  "Where is the monitor located after you enter through the doorway?",
  "How many toilet paper rolls are on the wall in front of the trash can?",
  "What is in the corner next to the two blue chairs?",
  "What is on the wall in front of the vending machine?",
  "Where are the beige rectangular kitchen cabinets located?",
  "What color are the chairs by the table?",
  "What is the color of the chair on the table closest to us?",
  "What is in front of the large window?",
  "How many similar sized pictures are arranged vertically on the wall?",
  "Where are kitchen cabinets located?",
  "What color is the laundry basket to the left of the laundry detergent?",
  "What two similar objects are underneath the toaster oven?",
  "What color is the top of the square table in the corner?",
  "Where is the bathtub located in relation to the toilet?",
  "What material is the sink on the right side of the counter?",
  "How many computer monitors are in the room?",
  "Where is the gray office chair located?",
  "Where is the gray table located?",
  "What piece of furniture is right up against the curtains?",
  "What is the last monitor on the right in the front row of monitors?",
  "What color shelf is on the left side of the door?",
  "Where is the square picture on the wall over two other pictures?",
  "Where is the chair with no arms located?",
  "Where is the cream armchair located?",
  "What is on either side of the couch?",
  "What was left on the floor between the mess?",
  "What color is the topmost pillow on the bed?",
  "Where is the tall rectangular cabinet located?",
  "What is on the nightstand, between the beds?",
  "What kind of window is in the museum?",
  "What sink sits at the right of the left wall?",
  "What is right of the white toilet paper dispenser?",
  "What is the closest to the entrance door?",
  "What is next to the little table?",
  "What color is the pillow on the bench?",
  "What color is the office chair?",
  "Where does the gray trash can sit?",
  "What type of chair is at the first desk on the left of the room?",
  "What is on the upper portion above fridge?",
  "How many arms does the chair have?",
  "What is to the right of the door located on the wall?",
  "Where is the blue window located?",
  "Where are the windows located in the room?",
  "What piece of furniture is right in the center of the room?",
  "What type of table is in the middle of the table?",
  "What is on the wall behind the black office chair?",
  "What is the position of the table on the top left?",
  "How many monitors are atop the desk?",
  "What is located on top of the mini fridge?",
  "What color is the wardrobe closet?",
  "What is next to the heater of the bath?",
  "What is to the left of the bathroom door hanging up on wall?",
  "How tall is the \"pepsi\" vending machine?",
  "What is to the right of the trash can?",
  "What is on the left of the printer?",
  "What is kind of trash can is sitting in front of yellow tinted window?",
  "What is on the right to the couch?",
  "What direction is the chair on the top left?",
  "What color is the pillow on the right side of the bed on the left?",
  "What is in front of the open door?",
  "What is on the right side of the table?",
  "Where does the brown wood bookshelf meet in a library?",
  "What is strewn about the top of the desk?",
  "Which cart is to the right of the doorway?",
  "Where is the gray chair located?",
  "What type of cabinet is left of the monitor?",
  "What is on the right side of curtain in corner?",
  "What is directly in front of the pillow on the couch?",
  "What color is the table next to the couch?",
  "What are the monitors on the desk?",
  "Where is the free standing floor fan located?",
  "What is the color the pillow that is on top of all others on left side?",
  "Which table has the most chairs near it?",
  "What is the center row made of?",
  "What is the curtain next to the lamp?",
  "Where is the man sitting in the arm chair?",
  "What color chairs are on the right side of the table?",
  "What color is the table on the right of the copier machine?",
  "What is on top of the white mini fridge?",
  "What is sitting on top of table in corner?",
  "What color is the second chair that sits next to the other black chair with the yellow and white backpack?",
  "What is on the table between the two armchairs?",
  "How is the dresser table mounted?",
  "What shape is the pillow on the leftmost b ed?",
  "What is on the wall with a brown sitting area in front of it?",
  "Where is the chair at the table?",
  "What side of door is large picture on wall?",
  "What is to the left of the file cabinet?",
  "What shape is the monitor closest to the window?",
  "What color cabinet is in an office?",
  "Where is the rectangular table located?",
  "What is behind the dark brown desk?",
  "What is lit up on a desk beside the mirror?",
  "What color is the chair in the middle of the hall?",
  "What color is the chair to the left of the projector screen?",
  "What is the first monitor by the window?",
  "What is to the left of storage bin on ground?",
  "What is the cushion chair made of?",
  "What color office chair is at the head of a long table?",
  "What type of chair is the armchair at the corner?",
  "What is the chair with its back towards the kitchen made of?",
  "What is at the right corner of a couch?",
  "What would be the first chair away from the window?",
  "Where is the black file cabinet located?",
  "What does a white curtain do to the window?",
  "What is the first chair to the right of the green chair in the office?",
  "What is in the left corner of the toilet?",
  "Where does a chair sit with it's back pointed?",
  "What is next to the waste paper basket?",
  "How many chairs are around the smaller, square table?",
  "How many towels are on the wall?",
  "What pillow is closest to lamp on bed?",
  "What color is the tallest trash bin?",
  "What color is the trash can closest to the doorframe?",
  "What is sitting in the middle of the room?",
  "What is the highest object on the wall?",
  "What color cabinet is to the right of box and sits on floor?",
  "Where is the door that leads into the bathroom located?",
  "What type of cabinet is to the left of the copier?",
  "What color is the office chair on the right?",
  "Where is the table farther to the right?",
  "How many blinds with different patterns are there?",
  "What type of board hangs on the wall?",
  "What part of the kitchen oven is the kitchen counter?",
  "What color chair by the projector screen is facing the table?",
  "Where are the curtains hanging?",
  "Where is the gray bench located?",
  "What is seen on the right of the closed door?",
  "What color is the desk that the monitor sits on?",
  "What color is the cart on the right side?",
  "Where is the picture below a similar picture placed?",
  "What color sink is located underneath the l-shaped counter?",
  "What color are the chairs on the right side of the table, near the brown door?",
  "What color is the chair on the right side of the table in front?",
  "What color is the handle on the door?",
  "Where is the small round ottoman located?",
  "What is between the arm chairs?",
  "How many televisions are in the room?",
  "What color is the table in the middle of the room?",
  "What kind of table is on the left?",
  "What color shelf is in between two brown desks?",
  "Which chair on the table is facing the kitchen?",
  "What is on the wall of the laundromat?",
  "What is to the right of the laundry basket on the right side wall?",
  "What is on the left of the coffee table?",
  "What is the table closest to the table?",
  "What is in the corner near the chair and window?",
  "What color is the table near the brown door on the right?",
  "Where is the toilet paper holder located?",
  "Where is the dark brown cabinet located?",
  "Which office chair is on the right?",
  "What is on the floor to the right of the couch?",
  "Where is the square table located?",
  "How many windows are on the wall?",
  "What color is the bench on the left side of the table?",
  "What type of fan is in the laundromat near the doorway?",
  "What color sink is to the left of the soap dispenser?",
  "What is the object that is holding the tv on top of it?",
  "How many large tv monitors are on the orange wall?",
  "What is on the wall above another picture?",
  "What is sitting below the window?",
  "What color is the chair facing the whiteboard?",
  "What are the objects located under the sink?",
  "What is the color of the left refrigerator?",
  "What is on the bench between carts and the table?",
  "What is the item hanging on the wall by the box called?",
  "How many panes are in each window?",
  "What color is the soap dispenser in a kitchen?",
  "What type of curtain is in the corner of the room by the head of the bed?",
  "How many windows are next to the heater?",
  "What is the grey blanket in the bed?",
  "Where is the white bath tub located?",
  "What is to the right of the lamp, to the right of the mirror?",
  "What shape are the monitors on the desk by the window?",
  "What shape is the window at the side of the room?",
  "What color is the frame of the window above the tan table?",
  "What color is the table in the enter of the room?",
  "What color is a computer monitor?",
  "What is on the ledge of the rectangular window?",
  "What kind of cabinet is by the table?",
  "What is left of the refrigerator on the right side of the kitchen?",
  "How many wheels does the office chair have?",
  "What color wall are the flat screen tv's on?",
  "What side of the table is the chairs at?",
  "What is on the left side of the door?",
  "What part of a chair sits to the window?",
  "What kind of fridge is on the left to the cabinets?",
  "What is to the left of the sink?",
  "What color is the trash can to the left of the brown table?",
  "Where is the cylindrical green ottoman located?",
  "Where is the 3 seater couch placed?",
  "Where is the black table with a chair located?",
  "What is to the right of the white door?",
  "What is on the desk in front of the window?",
  "What color trash can is in the corner on the left of the white hamper?",
  "What is located on top of the cabinet?",
  "What color is the cabinets by sink?",
  "Where is the cream couch sitting?",
  "What color is the cabinet to the left of the darker cabinet?",
  "What color is the door that opens to a room with lots of shelves?",
  "What color chair sits at the left head of the table?",
  "What is the rectangular red object on the bathroom vanity?",
  "What is on the left of a black couch?",
  "Where is the brown curtain located?",
  "What is different about the toilet on the right?",
  "What type of couch is the gray couch referred to as?",
  "What color is the door on the left of the rectangular mirror?",
  "What color is the desk closest to shelf?",
  "What is to the left of the windows?",
  "How many lamps are next to the couch?",
  "What are the components of the first chair?",
  "What color are the two tables housing many monitors in the room?",
  "What type of table is next to a curtain?",
  "How many blackboards are on the wall?",
  "What is next to the door at the entrance to the house?",
  "How many chairs sit against the wall under the tv?",
  "What is on the left side of the brown couch?",
  "What is on the wall above the long side of the bed the free standing fan is closest to?",
  "What is in front of the yellow window?",
  "What color is the second chair?",
  "What is left of the white cabinets?",
  "What is the table next to the wall on the far left away from door?",
  "Where is the kitchen counter located?",
  "What side of the toilet are the brrom and dustpan?",
  "What is on the right of fridge?",
  "How is the shower door located in the shower?",
  "What is the color of the handle of the door left of the armchair?",
  "Where is the rectangular metal sink located?",
  "What is in the front and to left of refrigerator?",
  "Where are beige wooden cabinets located?",
  "What is the back of one of the chairs facing?",
  "What is sitting on the end table between the two armchairs?",
  "What is located between the two round tables?",
  "What color is the wooden chair on the right side of the dining table?",
  "What is sitting in front of the kitchen table?",
  "How many chairs are under the tv?",
  "What color is the tv on the far wall?",
  "What is the wooden thing on wall?",
  "Where is the computer tower located?",
  "Is the black trash can open or closed?",
  "What color is the kitchen counter to the left of the white refrigerator?",
  "What color bench is under the rack with the hangers?",
  "What is attached to the wall in the room?",
  "What color is the monitor closest to the door?",
  "What is above the left refrigerator?",
  "What are attached to the kitchen cabinets?",
  "What color border does the monitor on the desk have?",
  "What color is the pillow on the left side of the bed?",
  "What is next to the silver table?",
  "What kind of backing does the black office chair have?",
  "What shape is the fan on the right side of the room?",
  "What color is the drawer near the chair?",
  "What color is the storage bin below the counter?",
  "Where is the brown and black chair located in the row of three chairs?",
  "What is on the left of the chair?",
  "What color is the recycle bin next to the grey plush chair?",
  "What type of chair is in the room?",
  "What is taller than the short three shelved cart?",
  "What is below the three windows?",
  "What is located at a side wall from the toilet?",
  "What is the black monitor on the back-right of the desk to the right of the room?",
  "What is the lamp to the left of the bed made of?",
  "What color cabinet is above the sink?",
  "What shape is the window behind a table and chairs?",
  "How many computer towers are in the room?",
  "What is to the left of the door?",
  "What is the shape of the table in the middle?",
  "What two fixtures is the trash can between in the shower?",
  "How many chairs are on each side of the table?",
  "Where is the white lamp located?",
  "What direction is the black chair next to the door facing?",
  "What shape is the table in the middle?",
  "What does a zebra curtain do to a window?",
  "What is immediately to the right of the black and white spotted chair?",
  "What color is the tv facing the viewer?",
  "Where is the mail boxes located?",
  "Where is the break room microwave located?",
  "What is placed next to the longer couch?",
  "What is on the desk by the window, under the shelf on the right wall?",
  "What is placed above the fridge of the kitchen?",
  "How many shelves tall is the bookcase?",
  "What type of wooden end table is next to a teal couch and a blue armchair?",
  "What is the color office chair near the door?",
  "What is the color of the table that the table is located to the left of?",
  "What type of chair is pulled up at the side of the grey table?",
  "Where is the individual red office chair located in the meeting room?",
  "What type of door is next to a box?",
  "What kind of kitchen cabinets are below a sink and counter?",
  "What is the table surrounded by?",
  "What is the white bath tub against?",
  "What shape is the soap dispenser?",
  "Where is the cabinet when you enter through the door?",
  "What shape is the paper cutter on the right end of a cabinet?",
  "What shape is the copier on the right of a teal cabinet?",
  "What is in the back middle of the room?",
  "What is to the right of the door next to a trash can?",
  "What color is the door in corner?",
  "What color is the inside of the trash can?",
  "What is hanging in front of the shower door?",
  "What color is the bottom of the curtains?",
  "Where is the gray chair in comparison to another gray chair?",
  "What color is the desk next to the chair?",
  "What is the metal object next to the bathtub?",
  "What is in the back left corner of the room?",
  "What is the cabinet between a black cabinet and the door?",
  "What size is the window on the far wall?",
  "What is located to the right of the toilet and to the left of the vanity?",
  "What is on the right side of the laundry hamper?",
  "What color is the bathroom door?",
  "Where is the brown wooden bed placed?",
  "What color is the paper cutter?",
  "Where is the majority of the red office chairs located?",
  "What color is the armchair next to a teal couch?",
  "What color is the cabinet on the wall?",
  "What is the size of the trash can on the wall?",
  "Where is the hanging paper towel dispenser located?",
  "What is hanging on the wall above the toilet?",
  "What is the tan guitar made of?",
  "Where would you find the desk if you were entering the door beside the trash can?",
  "What color are the kitchen cabinets?",
  "Where does a picture hang over another picture?",
  "What color is the chair in the middle by the wall?",
  "What color is the table on the wall?",
  "What type of box is the cabinet?",
  "Where is the framed picture by the bed?",
  "What color is the toaster oven on the other side?",
  "What is the chair facing away from the viewer?",
  "Which monitor is next to each other?",
  "What color is the towel on the right?",
  "Where is the chair in the back of the room?",
  "What is the position of a chair from the left?",
  "What is on the left of the sink?",
  "What is to the left of the diaper bin?",
  "Where is the desk chair with arms located?",
  "What type of window is next to a wooden table?",
  "What color picture sits on the table?",
  "Where is the coffee table located?",
  "What desk has the wheeled chair in front of it?",
  "Where is the circular metal table located?",
  "How many legs does the armchair have?",
  "What is hanging between the toilet and the bathtub?",
  "How many chairs are directly under the tv?",
  "Where are the cabinets located in the kitchen?",
  "Where is the window by the wall located?",
  "What side of the oven is the refrigerator on?",
  "What color is the armchair in a living room?",
  "What color is the cabinet near the desk?",
  "What color is the window above the toilet?",
  "What color is the cabinet to the left of the other cabinet?",
  "What is the gray cabinet to the left of?",
  "Is the black chair to the right of the couch facing the wal or away from the wall?",
  "What is included in the wooden window?",
  "What is on both sides of round metallic table that sits by picture?",
  "How many sinks are on the kitchen counter?",
  "What kind of book shelf is at the foot of the bed?",
  "What type of wood is the brown table in the middle of the room?",
  "How many gray office chairs are in the room?",
  "Where is the large window located in the wall in the classroom?",
  "What color stool is to the left of the table?",
  "What color is the toilet in between the bathroom vanity and the bathtub?",
  "What is above the picture hanging on the wall?",
  "What color is the radiator on the far left of the room?",
  "What color chair is across from red wall on end?",
  "What kind of table is sitting in the middle of the room?",
  "What kind of wooden end table is next to a teal couch?",
  "What part of the chair faces the right edge of the chalk board?",
  "What type of cabinet is in the kitchen?",
  "What is the window to the right of?",
  "What color file cabinet is on the floor between the table and the cabinet?",
  "What kind of chair has an ottoman in front of it and is near a lamp?",
  "What type of board is on the wall when you walk through the door?",
  "What part of the window is covered by a curtain?",
  "What is sitting on the floor between the two dark colored armchairs?",
  "What is the shape of the window behind the curtain?",
  "What is on the left side of the window and behind the armchair?",
  "Where is the computer monitor located?",
  "Where is the white color lamp located?",
  "How many legs does the coffee table have?",
  "Where are towels hung on the walls?",
  "What shape is pillow in back left corner on bed?",
  "How many windows does the room have?",
  "What is the item on the floor in light tan?",
  "What type of desk is to the left of another desk?",
  "What is to the left of the decoration on the wall, above the bed?",
  "What type of chair is at the meeting table?",
  "What color shelf is sitting behind the black cabinet?",
  "How many washing machines are in a row?",
  "What color is the refrigerator?",
  "What color is the office chair between the desks?",
  "What is the black couch facing?",
  "What color is the lamp to the right of the couch?",
  "Where is the rectangular brown shelf located?",
  "What color is the chair in front of the whiteboard?",
  "What is sitting to the right of the white board on the wall?",
  "Where is the glass coffee table in the room?",
  "What is in front of the dual-monitor?",
  "What is the rectangular paper towel dispenser left of?",
  "What shape is the teal cabinet?",
  "What is sitting on the floor under the desk?",
  "Where is the brown wooden desk next to another same desk?",
  "What color are the blackboards?",
  "Where is the toilet paper not in a dispenser located?",
  "Where is the white monitor located?",
  "What is on the right of the whiteboard?",
  "What color is the tv on the other wall?",
  "What is the backside of the chair?",
  "How many tables are between the door and the blackboard closest to it?",
  "What shape is the bathroom vanity on the left corner of the room?",
  "Where is the black cotton pillow placed on the first row of pillows on a bed?",
  "What looks between the sets of washers?",
  "What is next to the rectangular beige door?",
  "What is on the center of the coffee table in front of the couch?",
  "What is on the long cabinet under the window?",
  "What is above the pair of trash cans?",
  "What shape is the window behind a row of wooden chairs?",
  "How many sinks does a small end table sit between?",
  "Where is the chair facing the table?",
  "What is the back of the chair made of?",
  "How many refrigerators are in the room?",
  "What is directly above the bathroom counter?",
  "What is on the wall side of the bathtub?",
  "What is above the white refrigerator?",
  "What color is the desk in the back left corner of the room?",
  "What is beside the desk and computer?",
  "Where is the small trash can located in the room?",
  "What is on the side of the room that holds other items?",
  "What is the cabinet by the kitchen?",
  "How many monitors sitting on the l-shaped desk by the window?",
  "What fills most of the back wall?",
  "Where is the kitchen microwave located?",
  "What is to the lower left, of the stove?",
  "What is the closest pillow to the tissue box?",
  "What color trash can is to the left of the black trash can?",
  "What type of table is between three couches?",
  "What type of object is located next to the green apron hanging on the wall?",
  "What color are the blinds on the window?",
  "What is on the round table in the corner?",
  "Where is the large hanging towel located?",
  "Where is the white trash can located in the back of the room?",
  "Is the bed in the middle of the bed?",
  "Where is the square beige armchair located?",
  "Where is the brown wooden cabinet placed?",
  "Where is the clear compact window located?",
  "What shape does the solitary trash can have?",
  "What is the white board attached to?",
  "What is in the corner of the room on the right side?",
  "What is in front of the armchair by the window?",
  "What size is the desk in the room?",
  "What is the chair that is sitting on the left side of the desk that is in the right corner of the room?",
  "Where are the two white tables located?",
  "What does the ottoman belong to?",
  "What type of chair is placed at the end of large table?",
  "Where is the chair facing down and right?",
  "What is in front of large white cabinet that is on right of door?",
  "How many chairs are leaning against a wall?",
  "Where is the tall cabinet located?",
  "What color is the door in front of the bed?",
  "What type of chair is far from the wall?",
  "What is on the top shelf of the closet?",
  "What is the brown chair farthest from the white wall?",
  "How many black chairs are against wall under blackboard?",
  "What type of pillow is on the glass table?",
  "How many armrests does the armchair have?",
  "What is in front of the brown chair?",
  "What is the position of the chair?",
  "What is the closest item to the windows?",
  "What kind of cabinets are to the right of the refrigerator?",
  "What type of chair is pulled out from the table?",
  "What shape is the bathtub next to a toilet?",
  "What item is located to the far right of four chairs that sits on table?",
  "What is to the side of straight beige desk that sits on floor?",
  "Where is the gray chair on a table?",
  "How many brown armchairs are there?",
  "What is on a white chair that is at a table?",
  "What is hanging on each side of the window?",
  "How many chairs are in the room near the table?",
  "Where is the yellow pillow in front of another pillow?",
  "What is hanging to left of window on jotted portion of wall?",
  "What type of table is in the center of the room?",
  "What is the second chair from the wall?",
  "Where is the closed cabinet located?",
  "What kind of curtain is on either side of the window?",
  "How many arms does the yellow office chair have?",
  "Where is the comfy office chair located?",
  "What type of dispensers are above the kitchen counter?",
  "What color is the coffee table in the middle of the room?",
  "Where is the high backed chair located?",
  "What is the height of the cart?",
  "What color office chair is next to the beige file cabinet?",
  "How close is the cabinet to the window?",
  "What is next to the rectangular cabinet?",
  "What is in the top right of the room?",
  "Where is the monitor on the cabinet?",
  "How is the towel on the right hung up?",
  "What is next to the beige wooden round table?",
  "What is to the right of the white cabinet?",
  "What is to the left of the whiteboard?",
  "What is behind the table to its right?",
  "What is the logo on the front of the vending machine?",
  "What kind of wood is the bed made of?",
  "What type of chair has metal legs and wheels?",
  "How many trash cans are across from the open wooden door?",
  "What is in the corner of the room by the blackboard on the right?",
  "How many windows are above long cabinet on floor?",
  "What color are the curtains behind the wooden table?",
  "What color is the seat of the rolling chair in front of left window?",
  "What is the man sitting in at the desk in?",
  "What is on top of the washing unit in front of the glass door?",
  "What color is the shelving unit at the foot of the bed?",
  "Where is the bathroom vanity with gold knobs located?",
  "What object is on the right side of the toilet?",
  "What color are the chairs against the left wall, if one is facing the radiator?",
  "When opened, the back of the door is against what?",
  "What kind of chairs are in the window?",
  "What is the mattress leaning on?",
  "What chair is closest to the largest window?",
  "What shape is the dresser below the TV?",
  "What type of computer is on the large desk in the room?",
  "What kind of sink is under some cabinets?",
  "Where are the long brown cabinets located?",
  "What color is the table closest to the entrance door?",
  "What kind of table is next to the tv?",
  "What color is the door to the left of the window?",
  "What shape is the monitor in the front of the room?",
  "What is on the wall and to the left of a monitor?",
  "What kind of chair is closest to window by blackboard?",
  "What is the towel on the left of the sink?",
  "What is on the top shelf of the black shelves?",
  "How many cups are on the right side of the silver sink?",
  "What is on the wall to the right of the ottoman?",
  "What is the object in the trash can?",
  "What is on the wall to the left of the toilet?",
  "What color kitchen cabinets are above the sink on the back wall of the kitchen?",
  "Where is the brown adjacent desk that has an airplane on it?",
  "What is the color of the towel?",
  "Where is the l shaped couch located?",
  "Where is the white wooden table located?",
  "What is to the right of the window?",
  "What wall is the monitor facing?",
  "What shape is the kitchen cabinet?",
  "What is in the corner by the table?",
  "What is just inside the bathroom doorway to the left?",
  "What is on the stand of the computer tower?",
  "What color is the kitchen cabinet?",
  "How many chairs are in the room?",
  "What size is the picture above the toilet?",
  "What kind of table is to the left of a wooden chair?",
  "What is located at the end of the long table?",
  "Where is the white door located?",
  "What is to the right of the door?",
  "What shape is the window next to a blue and green flag?",
  "What color are the wooden cabinets?",
  "What color is the toilet paper?",
  "What is located to the left of the bathroom door?",
  "Where is the dining table located in the back room?",
  "Where is the refrigerator located?",
  "What is located to left of black chair that's on far end of table?",
  "What shape is the coffee table in front of a teal couch?",
  "How many sinks are in the kitchen?",
  "What is on both the right and left walls?",
  "Where is the brown arm chair in a living room?",
  "What color is the storage bin in the corner?",
  "What color is the third chair on the table?",
  "What sits in the center of the room?",
  "How many chairs are on the square dining table next to the kitchen?",
  "What is on the nightstand to the right?",
  "What type of sink is attached to the sink top?",
  "How many round wooden tables are in the room?",
  "What is on the holder on the wall?",
  "How many blue chairs is the bookshelf next to?",
  "What is to the right of the toaster oven?",
  "What object is hanging above crib?",
  "Where is the computer chair sitting?",
  "Where is the monitor located on the desk?",
  "What color is the chair by the desk, that is underneath the mirror?",
  "What color is the table on the top left?",
  "What color is the monitor that sits on top of the brown desk on the side of the room?",
  "How many toilet paper are behind the toilet seat?",
  "What is to the right of the cabinet?",
  "What is to the left of the window on the adjoining wall?",
  "What color are the lamp shades?",
  "Where is the toilet relative to the bathtub?",
  "Where is the rectangular monitor located?",
  "What shape is the fan next to the washer and dryer?",
  "What is on the counter in the right corner?",
  "What color is the desk on the left?",
  "Where is the toilet's plastic seat located?",
  "What is the first chair sitting at the third desk on the right of the room?",
  "Where is the glass window located?",
  "What color is the tv on the left?",
  "What is in front of the wood dresser of the left bed?",
  "What is to the left of the computer tower?",
  "Where are the two chairs in a nook by themselves?",
  "What color is the chair closest to the window?",
  "What side of the crib is a white wardrobe closet?",
  "Where is the brown door located?",
  "What color is the cabinet on the left?",
  "How many chairs are around the rectangular table, nearest the door?",
  "What is on the left of the microwave?",
  "What shape is the left-most computer monitor?",
  "What is the cabinet in the left of the counter top?",
  "What color office chair is right in the corner of the room?",
  "What is right of the door with two windows?",
  "Where is the black monitor on the second desk?",
  "What is to the left of tv against wall?",
  "What is to the left of the green bucket?",
  "Where is the chair on the bottom left corner of the table?",
  "Where is the black cart located?",
  "What is to the right of the white kitchen cabinet?",
  "What color is the sink in the kitchen cabinets?",
  "What is near the red and blue crates?",
  "What color is the door to the left of the couch?",
  "How many chairs are at the square table?",
  "What is the color of the table in front of the curtain?",
  "Where is the chair nearest to the door, in relation to the blackboard with two chairs below it?",
  "What rectangular furniture is in the center of the kitchen?",
  "Where is the black and broad table kept?",
  "Where are the grey chairs located?",
  "What type of lamp is on a nightstand to the right of a bed?",
  "Where is a white toilet located?",
  "Which side is the back of the chair by the table tilted to?",
  "What color is the wooden small table on the right to the arm chair?",
  "How many whitish colored towels are hanging on the wall?",
  "What color shelf is on the right of the brown wooden desk?",
  "What sits in front of window on right side when facing it?",
  "What is sitting on the sill of the window?",
  "What is on the left side of the room next to the wall?",
  "How many telephones does the room have?",
  "What is above the microwave on the wall?",
  "What type of desk is to left of whiteboard?",
  "How many ledges are on the wall?",
  "What color is the cabinet on the right?",
  "How many tables are in the room?",
  "What is on the desk in front of the printer?",
  "What heating appliance is behind the table, on the left?",
  "Where is the dark gray leather seat located?",
  "What is the small basket on the wall next to the door?",
  "Where is the brown dresser located?",
  "What color is the door on the top right?",
  "Where is a white wooden cabinet placed in the kitchen?",
  "What two chairs are directly across from the blackboard on the right wall?",
  "What is the computer table covered in?",
  "What color is the chair at the back of the table?",
  "What is to the right of the trash can with a bag in it?",
  "How many armchairs are on the right side of the room?",
  "What color is the standard computer chair at the light brown desk?",
  "What color is the chair that is 3rd on the right when you walk in the door?",
  "What is the window located above?",
  "Where is the only end table found in the room?",
  "What is on the left side of the table and closet to the chalkboard?",
  "What is to the right of the tall black trash can?",
  "What type of bin is next to a computer table?",
  "Where is the gray armchair located in the room?",
  "What object is behind the grey and brown chairs in the right-hand corner?",
  "What type of sofa is sitting behind the coffee table?",
  "What shape is the back of the chair?",
  "What is right beneath the whiteboard?",
  "What color is the door closest to the fireplace?",
  "What is the tall object in front of the shelves?",
  "What is next to the oval white toilet?",
  "How many wooden chairs are at the table?",
  "What color is the shelf behind the closet door?",
  "What color is the desk chair on the right side of the room?",
  "What wall is the second chair from the left against?",
  "What is hanged on the wall above the microwave and toaster?",
  "How many black chairs at the table?",
  "Where are the round stools located?",
  "What type of bench is next to the door?",
  "What color is the towel hanging on the towel bar?",
  "What color is the window by the back right corner?",
  "What is behind the black pillow?",
  "What is on the right side of the desk?",
  "Where is a white laundry basket located on top of a laundry machine?",
  "Where is the black computer tower located?",
  "Where is the whiteboard hanging?",
  "What is on the pillow next to the wall?",
  "Where is the window in the corner of the room located?",
  "What is the bed in the middle of the bed?",
  "What color cabinet is next to a copier?",
  "What kind of pillow is on the top right?",
  "What color is the whiteboard on the bottom left portion of the room?",
  "What shape is the picture above the armchair and lamp to the right of it?",
  "What color is the phone on the mini fridge?",
  "What is on top of the bathroom vanity in corner?",
  "What kind of windows are on the front of the white washing machines?",
  "What is on the wall above the armchair?",
  "What color bin is next to the heater?",
  "Where are brown wood blinds located in an office?",
  "Where is the file cabinet in relation to the desk that is against wall by whiteboard?",
  "Where would you find black couch after going through the door?",
  "What type of door is to the right of the shelves?",
  "What color is the table next to the printer?",
  "What shape are the kitchen cabinets above the stove?",
  "How many black chairs are around the dining room table?",
  "What color is the shelf on the mini-fridge?",
  "What color is the bottom of three shelves?",
  "Where is the window if facing the door from the inside?",
  "What is located within the bathroom vanity?",
  "What color seat is in front of the square table?",
  "What is on the left of the monitor?",
  "What is to the left of the dividing wall?",
  "What type of curtains are hung on windows?",
  "Where is the toaster oven located in regard to the microwave?",
  "What color is the left-most trashcan?",
  "What color is the whiteboard on the right?",
  "What is on the right of the other chair?",
  "Where is the 4 legs table placed?",
  "What color is the trash can on the left?",
  "What color is the chair in front of the blue trash can, on the left side of the brown table?",
  "What color is the chair nearest to the tv on the right?",
  "How is the swivel office chair removed from the desks?",
  "What color are the shelves surrounding the tv?",
  "What is built in to the light colored counter?",
  "What type of toilet is the leftmost in a row?",
  "What is next to the rectangular door?",
  "What is on the brown table in an office?",
  "What is the shelf on the top right side?",
  "What is behind and on the right side of the table?",
  "Where is the black desk chair located?",
  "What color is the third chair against the wall from the door?",
  "What shape are kitchen cabinets?",
  "What shape is the table in middle of the room?",
  "What color is the radiator in the classroom?",
  "Where is the white square object located?",
  "What color is the chair furthest from the table?",
  "What is on the wall above the trash can?",
  "Where is the tv monitor located in the room?",
  "What color is the curtain in the shower?",
  "What is on the bookshelf behind the chair?",
  "Where is the blue recycling bin located?",
  "Where is the office chair located?",
  "What color is the surface between the doors on the far side?",
  "Where is the black keyboard piano located?",
  "How many chairs are near the light brown, desk?",
  "What color is the round table closest to the tall brown desk?",
  "How many computer monitors are on the desk?",
  "What side of the door is the smallest wooden desk with the chair?",
  "What is on the wall next to the small framed picture?",
  "What is immediately to the left of the door to the left of the sink?",
  "What is above the chair that is closest to the wall?",
  "Where is the large bordered door located?",
  "What object is between the bookshelf and tall shelf on floor?",
  "Where is the white shower curtain drawn?",
  "What is placed next to the window?",
  "Where is the black tv on the wall next to the shelf?",
  "What color is the couch facing the viewer?",
  "What size is the table in between the couch and chair?",
  "What covers the right window in the small seating area?",
  "Where is the window on the wall between the shower/tub and the toilet?",
  "What is on the left side of the wardrobe closet?",
  "What is on the recliner type bed by the windows?",
  "Where is the black trash can located?",
  "Where is the tan pillow located?",
  "What type of cabinet is on the floor?",
  "What is on the left of the set of dark colored chairs, that are right of the window?",
  "What is to the left of the computer monitors?",
  "What colors is the picture on the left of the door?",
  "What is behind the lighter colored ottoman?",
  "What is to the left of the door and doorframe?",
  "What color is the trash can inside?",
  "What color are the chairs in the circular table?",
  "What colors is the pillow on the black couch?",
  "What color are the chairs under the whiteboard that are facing each other?",
  "Where do these white kitchen cabinets sit?",
  "What color is the desk on the right side of the room?",
  "What color is the table in the corner of the room?",
  "Where would you find a black leather arm chair?",
  "What color is the large table at the center of the room?",
  "Where is the brown table located?",
  "Where is the lamp located in the room?",
  "What is the seat of the first chair on the left side of the table upholstered with?",
  "How many chairs are pushed up against the table?",
  "What shape is the ottoman in front of the armchair closest to a lamp?",
  "What is next to the round table?",
  "How many legs does the chair have?",
  "What is right behind the square grey chair?",
  "Which shelf is closest to the armchair?",
  "What color is the chair on the right of the table?",
  "What is on the right hand side of the blue chair?",
  "What color is the bottom part of the window that covers most of the wall?",
  "What color is the window on the left?",
  "What is the sink located underneath the l-shaped counter?",
  "What is next to the refrigerator?",
  "What is to the right of another armchair?",
  "Where is the bookshelf positioned?",
  "Where is the rectangular shelf set?",
  "What type of chair is to the right of the round table?",
  "Where is the rectangular gray trash can located?",
  "What is to the left of the printer copy machine?",
  "How many washing machines are there?",
  "Where is the brown bed located?",
  "How many toilet paper rolls are on top of the lid?",
  "Where are rectangular kitchen cabinets located?",
  "What is sitting on the beige armchair, to the right of the window?",
  "What color is the desk in the front left corner?",
  "What is to the left of the outgoing door?",
  "What color is the monitor that sits alone on a desk?",
  "How many chairs are in front of the window?",
  "What color shelf is on the left of the office desk?",
  "What color dresser is under the bed?",
  "What color bin is on the left to the door?",
  "What color are the monitors on the desk, to the left of the brown door?",
  "When looking at the whiteboard, what is the leftmost part of the room?",
  "What type of cabinet is the item located under the mustard yellow item of clothing?",
  "Where is the window with a brown frame located?",
  "What is at the end of the row of chairs in front of the windows?",
  "What side of table is chair located?",
  "What is to the left of the rolling chair?",
  "What is to the right of the picture above the copier?",
  "What color is the coffee table?",
  "Which desk are the two trash cans closest to?",
  "What shape is the trash can next to the two desks?",
  "Where is the shower curtain hanging?",
  "What is on the round table in the corner of the room?",
  "Where is the green blanket located?",
  "What is at the bottom and leftmost cabinet?",
  "What is pushed up against the table and faces the wall?",
  "What is on the wall, to the left of the bookshelf?",
  "What color is the wooden dresser behind a backpack?",
  "What is to the left of the water cooler?",
  "What is the chair pulled up to?",
  "Where is the window to the office space located?",
  "Where is the first monitor upon entering the cubicle?",
  "What color is the door in the middle?",
  "What color is the recycling bin on the top right?",
  "What type of glass is the window on the right side of the room?",
  "What shape is the orange pillow?",
  "Where is the light tan rolling cart located?",
  "How many chairs are in the second row?",
  "Where is the lamp in relation to the bed?",
  "How many rolls of toilet paper are on the wall on the right of the trash can?",
  "Where is the whiteboard located?",
  "What is the color of the cabinet on the right?",
  "What is the object located in the middle of the floor?",
  "What item is located between the two windows on the wall?",
  "What is in the back left corner of the bedroom?",
  "What color is the door that opens into the bathroom?",
  "Where is the black chair sitting?",
  "Where are the white drawers located?",
  "How many rows of shelves does the bookshelf have?",
  "What shape is the monitor on thee dark desk?",
  "Where is the white metal radiator located?",
  "What is on the floor next to the wooden chair?",
  "What type of toilet sits to the right of the vanity sink?",
  "What shape is the microwave underneath the clock on the wall?",
  "What sits in between the window and a black chair?",
  "What color is the pillow on the sofa?",
  "What color desk is next to the office chair?",
  "What is behind the small table?",
  "What is the position of the chair on the right side of the room?",
  "What color monitor is on the left side of the table closest to the window?",
  "What is the white toilet hanging on the wall?",
  "What is hung on the left of the ladder?",
  "What is on the wall on the far side of the room?",
  "How many monitors are on the right side of the desk?",
  "Where is the brown chair sitting?",
  "Where is the position of the white chair?",
  "What color is the couch on the far side of the wall?",
  "Where is the rectangle folding table located by the dryers?",
  "What is in front of the pillow on the left side?",
  "What is to the right of the stove?",
  "What color is the chair that has arms that are fully visible?",
  "What is next to the grey curtain?",
  "What is the cabinet full of books facing?",
  "Where is the white framed window in a lounge?",
  "What is the position of the chair on the right of another chair?",
  "What is the closest to the window?",
  "What is on the shelf on the right?",
  "Where is the orange pillow located?",
  "Where is the biggest single picture located?",
  "What color recycling bin sits on the floor?",
  "Where is the brown leather chair located?",
  "How many chairs is the tall table in between?",
  "What type of sink has two basins?",
  "What is hanging on the wall to the right of the windows?",
  "What color is the pillow on the right side of the bed?",
  "What is to the right of the bed?",
  "What shape is the door on the opposite wall from the copier machine?",
  "What type of chair is in front of the desk?",
  "What shape is the dining table?",
  "What is sitting in the bookshelf?",
  "What is on top of the desk that is straight in front of the door and under a window?",
  "What is on top of the desk on the left side?",
  "What color is the chair at the front of the brown table?",
  "How many panes does the window in the back of the room have?",
  "Where is the chair pulled away from the whiteboard?",
  "How many white doors are underneath the vanity?",
  "What part of the room does the office chair have its back facing?",
  "What is at the leftmost end of the table when looking at the window?",
  "What is the white pillow in front of?",
  "How many armchairs are behind the chair?",
  "What is to the right of the open door?",
  "How many legs does the table have?",
  "What color is the pillow on the right side of the couch?",
  "What is the color of the pillow leaning against the left side of the headboard?",
  "Is the white door open or closed?",
  "Which picture frame is facing the stair rail?",
  "What type of base does the lamp on the right side of the desk have?",
  "What color patterned rug is on the floor behind the office chair?",
  "How many chairs are right in front of the blackboard?",
  "What is under the tv in the corner of the room?",
  "How many stools are in the room?",
  "What separates parts of the kitchen counter?",
  "Where is the rectangular file cabinet located?",
  "Where does the white shelf sit in the cabinet?",
  "What is the red chair on the top left side of the table facing?",
  "What color is the monitor on the left table closest to the radiator?",
  "What is underneath the whiteboard?",
  "What color is the radiator on the right wall beneath the bathroom window?",
  "How many armchairs are next to the teal couch?",
  "What color is lampshade on floor?",
  "Where is the object of a cabinet located?",
  "What type of chair is at the back of the table beside the red chair?",
  "What type of toilet is to the right of the room door?",
  "Where does the white pillow sit?",
  "What is the second monitor (from left to right) on the left side of the right table?",
  "What is hanging in front of the window on the wall?",
  "How many pillows does the bed have?",
  "Where is the marble bathroom vanity located?",
  "What type of office chair is on the left of the chalkboard?",
  "What is placed inside the blue recycling bin?",
  "What is next to the white table?",
  "What occupies the opposite wall of the door?",
  "What is the purpose of a green shower curtain?",
  "What is the size of the bathroom vanity?",
  "What color is the chair on right just past the middle table?",
  "What is directly below the window?",
  "How many wooden chairs does the table have around it?",
  "Where is the chair with a blue bookbag?",
  "What is furthest left on rectangular counter?",
  "What color is the poster printer?",
  "What is the printer in the back of the room?",
  "What is the stainless steel sink sitting on?",
  "What is to the right of the mail cubbies?",
  "What color is the pillow on the couch?",
  "Where is the black chair in the corner of the room?",
  "What is on the wall beside the corner desk?",
  "What is on the left of the round table?",
  "What is the item that is located to the right of a shorter white cabinet?",
  "What color is the file cabinet?",
  "What color is the recycle bin behind a trash can?",
  "What color is the shelf to the left of the decoration on the wall?",
  "Where is the white window located in the middle-back of the room?",
  "Where is the large wooden desk located?",
  "What are the objects that are sitting on couch?",
  "Where are the kitchen cabinets located?",
  "What type of door opens inward?",
  "What color is the chair closest to the table with a lamp on it?",
  "What color is the table in the middle?",
  "What color frame does the window have?",
  "What are hanging above the white table?",
  "What is the shape of the table, near the tv?",
  "What is on the floor next to the door?",
  "Where is the floor heater located?",
  "What is the object that's in front of window?",
  "What color chair is at the end of table by whiteboard?",
  "Where is the white dry erase board located?",
  "What white furniture is in between the two desk on the left side of the room?",
  "How many chairs are across from the wide side of the pool table?",
  "What color is the chair in the bottom left of the room?",
  "What glass object is to the right of the clock?",
  "What color is the chair that is sitting at the right of the two brown desks in the left corner of the room?",
  "What side of the room is the copier located?",
  "Where is the ecru colored bathroom stall door located?",
  "What is the position of the chair from the right?",
  "What is in front of the black monitor?",
  "What size is the picture on the wall?",
  "What shape is the wooden table?",
  "What is in the left side besides a railing?",
  "What type of sink is above some white cabinets?",
  "What material are the chairs made of?",
  "What is on the left side of the shelf leaning against the wall?",
  "What shape is the table in front of the chairs and couch?",
  "What color is the desk closest to the window?",
  "Where is the monitor from the right wall?",
  "Is the chair round or foldable?",
  "Where is the trash can in the office?",
  "Where is the brown nightstand located?",
  "What is on the wall above the two armchairs?",
  "Where is the nightstand located?",
  "What is to the right of the pool table?",
  "What is above the object on the table?",
  "How many doors does the refrigerator have?",
  "What kind of pillow is on the left side?",
  "What type of stove is located between kitchen cabinets?",
  "What color is the desk to the left of the door?",
  "Which stool is closest to the tv?",
  "What is sitting at the left of the tan door in the back of the room?",
  "What is to the right of the toilets?",
  "What type of chair is to the right of the tall table?",
  "What shape is the refrigerator?",
  "What type of floor fan is in front of the bed?",
  "What is the back of the chair facing?",
  "What color shower curtain is next to the toilet?",
  "What is above the rectangular white sink?",
  "What is to the left of the black chair?",
  "Where is the rectangular microwave located?",
  "What color are the upper cabinets?",
  "What is above the long kitchen cabinets built into the wall?",
  "How many blue armchairs are there?",
  "What color is the chair on the long table in the middle?",
  "What type of cabinet is next to a copier?",
  "Where is the microwave located?",
  "What color frame does the picture have?",
  "What is hanging on the wall, above the toaster oven?",
  "What color is the lamp on top of the table?",
  "Where is the armless couch located?",
  "What is left of the kitchen cabinets under the sink?",
  "What color is the chair farthest from the white wall?",
  "What is located across the room from the white board?",
  "What is sitting on the nightstand?",
  "What color are the chairs in the table?",
  "Where is the picture hanging on the wall?",
  "What is near the window in the meeting room?",
  "What color is the dispenser on the left side?",
  "What color is the ottoman at the end side of the table?",
  "What color is the wooden arm chair?",
  "Where is the sink when you walk through the bathroom door?",
  "What color is the couch facing the right?",
  "What color is the face of the refrigerator?",
  "What is the white bed in front of?",
  "Where is the toilet paper roll in relation to the toilet?",
  "Where is the brown night stand located?",
  "What is the large object in the center of the room?",
  "What is the chair facing that is to the right of the door?",
  "What is the first chair in the room?",
  "What is the large object in the middle of the room?",
  "What color are the edges of the picture?",
  "What is the texture of the pillow on the couch?",
  "What color is the chair to the right of the whiteboard, on the left side of the room?",
  "What is on the left side of a table?",
  "What is to the right of the dishwasher?",
  "What is the towel next to the toilet?",
  "What type of door is in the corner between the window wall and the wall opposite the tv wall?",
  "What surrounds the stove on both sides?",
  "Where is the cube shaped cabinet located?",
  "Where is the small bookshelf located?",
  "What is the window in the meeting room?",
  "What do you do when you enter the room?",
  "What color are the cabinets above the counter?",
  "What is on top of the coffee table?",
  "Where is the trash basket located next to the door?",
  "Where is the cabinet with the white door facing forward located?",
  "What color are kitchen cabinets in a kitchen?",
  "What color trash can sits against the wall behind the table?",
  "What is the right-most part of the room?",
  "What is on the left end of a desk?",
  "Where is the bathroom toilet located?",
  "What type of machine is on the right of the snack machine?",
  "What are the machines in the laundromat called?",
  "What what kind of chair in front of the wooden desk?",
  "What color pillow is second from top on bed?",
  "Where is the window from the door?",
  "What kind of window is behind the trash can?",
  "What color is the lamp above a desk and next to a mirror?",
  "How is toilet paper in the holder?",
  "What is under the desk beside the window?",
  "What type of toilet can be reached by going through the doorway ahead and to the left?",
  "Is the closet attached to wall?",
  "What type of cabinet is sitting next to the white cabinet?",
  "What is the color of the cabinet?",
  "What window is closest to the door?",
  "Where is the mini fridge located in relation to the cabinet?",
  "What large structure is beside the trash can on right?",
  "What type of window is on the far wall of the bathroom?",
  "What color is the armchair facing the viewer?",
  "What color is the box on the floor out in the open?",
  "Where is the black and gray office chair from the right in a row of office chairs?",
  "What is the color of the oven and stovetop combo?",
  "What is on the right of the trash can on the floor?",
  "What color is the couch on the right side?",
  "What is to the left of the large clear window?",
  "How many chairs surround the dining table?",
  "What is in front of the main doorway?",
  "What is the chair in front of the doorway?",
  "What side of the kitchen cabinet is the refrigerator on?",
  "What color is the board at the end of the room?",
  "Where is the chair to the left in the back row against the wall?",
  "What type of window is located at the back of the bed?",
  "How many chairs are around the table?",
  "What color headboard does the white bed have?",
  "What is the color of the sheet on the bed?",
  "What color is the trash bin on the left?",
  "What color is the picture on the right side?",
  "What is to the left of the fireplace?",
  "Where are the windows in relation to each other?",
  "Where is the large bookshelf located?",
  "What is atop the left-most table?",
  "What wood tone coffee table is in the middle of the room?",
  "How many panes does the window behind the kitchen sink have?",
  "Where is the bed nightstand located?",
  "What is on the opposite wall of red wall?",
  "What type of chair is at the back end of the table next to the red chair?",
  "Where is the trash can in relation to the shower?",
  "What color TV's are on the wall ?",
  "Where is the bathroom sink located?",
  "What is the second door from the left?",
  "Where is a wooden square table located?",
  "Which table has the most monitors on it?",
  "What color is the office chair below the white board?",
  "What color door is the towel to the left of?",
  "How many office chairs face away from the projector screen?",
  "What is hanging on the wall to the right of the world map?",
  "Where is the brown wooden door located?",
  "What is next to the coffee table?",
  "Where does the dark sofa chair sit?",
  "What color is the recycling bin behind the trash bin next to the desk?",
  "What does the black trash in the corner not have?",
  "What is located on right side of sofa by window?",
  "Where direction is the shelf from the armchair?",
  "Where is the tall chair located on the round table?",
  "Where is the white bucket on the floor?",
  "What is to the right of the door when you enter?",
  "What does the trash can have to operate?",
  "Where does the gray office chair face?",
  "Where is the white door located on the desk?",
  "Where is the brown wooden desk located?",
  "What color is the large trash can by the printer?",
  "What is located along the far wall of the room?",
  "What color is the chair on the left by the wall?",
  "What color is the chest on the top of the wardrobe closet?",
  "Where is a bathroom vanity located?",
  "What color is the stove that doubles as a stove/oven combination?",
  "What shape does the kitchen counter have?",
  "What is to the left of the shelf?",
  "What is on either side of the brown couch?",
  "Which is the second column from the chairs and table in the far right corner?",
  "What color is the lamp next to a sofa chair?",
  "What color is the ottoman in front of the chair with a pillow?",
  "What is the trash can on the right side of the room?",
  "What is left of the window on the wall opposite from the bed?",
  "Where is the chair on the table?",
  "What is on the wall to the left of the bathroom when the door is fully open?",
  "What is on the wall with nothing beneath it?",
  "What is close to the refrigerator?",
  "What color is the door on the left?",
  "Where is the night stand located?",
  "What is attached on top of the bathroom vanity?",
  "What is on the left of the bookshelf?",
  "What type of basket is on top of the clothes dryer?",
  "What is behind the coffee table?",
  "What color is the writing on the white board?",
  "What color door is next to the shelf?",
  "What is behind and above the gray bin with a blue lid?",
  "What is beside the white toilet?",
  "What is on the left side of the clothes dryers?",
  "What color is the seat stool in the corner closest to the wall?",
  "What is behind the desk in front of the door?",
  "What type of item is on the wall in front of the conference table?",
  "Where is the dark colored ottoman located?",
  "What pattern is underneath the white radiator?",
  "How many chairs are around the round table?",
  "What is on the right side of the toilet?",
  "What two objects are on the bed, to the left of the lamp on the nightstand?",
  "What is on the very back wall opposite the blackboard?",
  "What is behind the green office chair in corner?",
  "What color container is on one of the washing machines?",
  "Where is the white door located in the room?",
  "What is on the bottom left corner?",
  "How many computer stations are on the table?",
  "What color is carpet under dining table?",
  "Where does a towel sit on the shelf?",
  "What is the 2nd chair from the right?",
  "Where are the pillows on the beds?",
  "What is sitting at the desk between the two beds?",
  "What type of bookshelf sits to the left of the door?",
  "What is on the right of the door that leads into the bathroom?",
  "Where is the armchair closest to the door?",
  "What color is the door to the left of the printer?",
  "Where is the table in the room?",
  "What kind of cabinets are above the kitchen counter?",
  "Where is the towel on the left of the sink?",
  "What type of picture is on the wall in the bathroom?",
  "What is under the TV and left of the dresser?",
  "What color is the table in the corner?",
  "What does the tv have behind it?",
  "What is the first chair to the left of the gray copier?",
  "What is closest to the television in the corner?",
  "What color is the chair next to the wall?",
  "What color are the storage bins?",
  "What is on the desk in front of the bed?",
  "What color is the curtain in front of the window?",
  "Where is the brown pillow located on the left bed?",
  "What is on top of the black shelf?",
  "What type of finish does a french door refrigerator have?",
  "What type of sink is in a marble counter?",
  "Where is the black chair located in the meeting room?",
  "What color office chair is closest to window?",
  "Where are the l-shaped desks located in the room?",
  "What type of cabinet is in the living room?",
  "What color bag is on the right side of the bathroom vanity?",
  "What is to the right of a red backpack?",
  "What stall is to the left of where the paper dispenser is located?",
  "What type of curtain is used to cover a window?",
  "What is hanging behind the table on the wall?",
  "What is the all white printer close by?",
  "What color is the pillow on the gray armchair in the corner of the room?",
  "What direction does the black chair face the viewer?",
  "How many chairs sit in front of the window at the end of the room?",
  "What type of wooden chair is near the windows on the opposite side of the room?",
  "How is the shelf positioned against the wall?",
  "How many cabinet doors are underneath the sink?",
  "What is next to the brown chair?",
  "Where is the trash can on the right of another trash can?",
  "What color is the window on the wall at the middle-back of the room?",
  "What color couch is behind the blue table?",
  "What type of cabinet is near the sofa?",
  "What is the first black chair in the room?",
  "What is in front of the two black couches?",
  "What is to the left of the door by the trash can on the floor?",
  "What kind of seat does the chair have?",
  "What type of chair is in the middle aisle at the end on the right?",
  "What piece of furniture is the yellow picture closest to?",
  "What color is the door in the back right corner?",
  "What color monitor is on floor to right of desk?",
  "What is underneath the cabinet?",
  "How many of the chairs in the room are wood?",
  "What color is the wooden table?",
  "What is the closes to the door?",
  "What is in front of the trashcan?",
  "Where is the waste basket located?",
  "What color is the toilet in the center, bathroom stall?",
  "What color is the toilet in the bathroom?",
  "What color is the chair in front of the brown door?",
  "What color stool is by the door?",
  "Where is the red hamper located?",
  "What shape are the tables on the left?",
  "What shape is the window to left of blackboard?",
  "What type of cabinet is on the wall?",
  "Where is the tan door located by the printer?",
  "What color is the wall, to the right of the door?",
  "How many rectangles does the window have?",
  "What is the picture above and to the left of?",
  "What is the cart that is in front of the water cooler at the right side of the room?",
  "Where is a windown on the wall beside the bed?",
  "What color bar runs across the middle of the door?",
  "Where is the canvas artwork located?",
  "What is on the wall directly across from the door?",
  "What kind of machines are on the island in the middle of the room?",
  "What shape is the table on the left wall?",
  "What is the second chair from the left in the front of the room?",
  "What is right of the white door?",
  "What is on the floor under the desk, by the chair on the right?",
  "What is on the floor in front of the vanity?",
  "What is by the right of the window?",
  "What is to the right of the hatrack?",
  "What is hanging on the right side of the white bathtub?",
  "Which whiteboard has a chair under it?",
  "What does the black office chair not have on it?",
  "What type of cabinet is in a kitchen?",
  "What is between the two armchairs?",
  "What is near the corner of a red couch?",
  "How many carts are in the room?",
  "How many total pictures are next to the two doors?",
  "What color is the blanket on the bed?",
  "Which direction is the whiteboard from the large bookshelf?",
  "Where should you look for a sink with two basins?",
  "What is the color of the armchair that is directly left of a trash can?",
  "What color is the towel hanging on the towel rod?",
  "What color is chair on end of long table?",
  "What color soap dispenser is to the left of the sink?",
  "What is built into the countertop of bathroom vanity?",
  "Where is the white bookshelf located?",
  "What is the object located on the left hand side of the stove?",
  "What kind of rug is underneath the coffee table?",
  "What is the primary color of the picture?",
  "How many stools are on either side of the round table?",
  "What color is the table on the opposite side?",
  "Which two chairs that are across from each other at the dining table have the same color cushions?",
  "What color is the window above the sink?",
  "What kind of material is on the pool table?",
  "Where is a standard white basin bathroom sink located?",
  "Where is a broad compact copier kept?",
  "Where is the black office chair located ?",
  "What color curtain is next to the white curtain?",
  "Where is the white bathrobe located?",
  "What type of table is near the window?",
  "What color is the copy machine?",
  "What shape is the window that is right of a pair of wooden chairs?",
  "How many beds are located in the room?",
  "What is the chair that sits further away then other chairs on same side?",
  "What is on the right wall of the room?",
  "What is located to right of couch?",
  "What kind of sponge is on the sink?",
  "Where is the white radiator located?",
  "What is hanging on the wall above the kitchen apron?",
  "What are the two items hanging on the right wall?",
  "What is on the wall close to the radiator?",
  "Where are the black chairs closest to the refrigerator?",
  "What are the closest pillows to the wall?",
  "What type of chair is at the head of the table?",
  "What is in the back left of the room?",
  "What color is the desk chair in front of a computer table with a person sitting on it?",
  "How many rolls of toilet paper on the back of the tank?",
  "What color narrow door is attached to the wall?",
  "Where is the white copier located?",
  "What color is the shelf on the left of the entrance door?",
  "What is in the corner as you enter through the door?",
  "What is sitting at the desk that is at the far end of the right wall?",
  "What color is the toilet by the bathtub?",
  "Where is the black lamp located?",
  "How many chairs are pushed against the desk, nearest the door?",
  "What is between the wall and the table on the right side?",
  "What is next to the black table?",
  "What color is the picture on the wall above the white trash can?",
  "What shape is the shelf next to a green curtain?",
  "What is the white door with a glass center?",
  "What is atop the right side of the cabinet?",
  "What color is the chair on the left?",
  "Where are the blue chairs located?",
  "What is the right-most one on the wall next to the whiteboard?",
  "What is to the right of the large window?",
  "Where is the black tv stand located?",
  "What color coat is on the chair next to the brown desk?",
  "What color is the chair in the corner?",
  "When you're in front of the filing cabinet at the end of the desk, what do you do?",
  "What shape is the black soap dispenser?",
  "What color is the chair on the right under the white table?",
  "Which chairs on each side of the table are the middle chairs?",
  "What color is the door to the left of the washing machines with red laundry hamper on top?",
  "What is in the wall of the room?",
  "What is at the foot of the bed on the left of the room?",
  "Where does the black computer monitor sit on the desk?",
  "Where is the dark brown kitchen cabinets located?",
  "Where is the light brown chair located?",
  "Where is the first black cotton pillow on a bed?",
  "What color is the board on the bottom left portion of the room?",
  "What color recycle bin is in front of brooms?",
  "Where is the trash can located on the tan desk?",
  "Where is the wooden desk located?",
  "What is in front of the armchair closest to wall?",
  "What is on the floor next to the coffee table?",
  "What is at the left of the desk?",
  "What type of seating is on both sides of the couch?",
  "What is directly to the left of the wooden dresser?",
  "What color is the bathroom vanity in the corner of the room?",
  "Where is the red cushion on a l-shaped sofa?",
  "What color is the curtain on the left?",
  "What is behind table that takes up most of wall?",
  "What is to the right of the sink?",
  "What is sitting away from the table?",
  "What color is the chair next to the desk?",
  "Where is the monitor from right?",
  "What is to the right of door when facing it on wall?",
  "What color couch is the rectangular pillow on?",
  "What color is the trash can, under the picture on the wall?",
  "Where is the dresser table located?",
  "Where is the rectangular pillow on a red couch?",
  "What material is the door made out of?",
  "What is the shape of the kitchen counter?",
  "What shape is the counter next to a blue bin?",
  "What is on the far wall of the room?",
  "What color sink is on the right of the soap dispenser?",
  "What shape is the table on the far side by window?",
  "What is right next to the door?",
  "How many bench style seats are on the side of the white top square table?",
  "What kind of frame does the picture hanging on the wall have?",
  "What is in the center of the room?",
  "What kind of helf is placed in front of the glass window?",
  "What is behind the brown chair?",
  "What color is the shelf by the far wall?",
  "What is the chair that is in front of the desk that is sitting next to the right wall in the room?",
  "What color is the lamp on the right of the laundry hamper?",
  "What shape is the storage bin on the top right?",
  "What color is the top of the kitchen counter?",
  "What is to the right of the brown desk?",
  "What is between the two tables with lamps on them?",
  "What color chair is in the corner of the room by a round table?",
  "What type of pillow sits at the back right of the couch?",
  "What is located to the left of the door?",
  "What color are the two chairs leaning against the wall?",
  "What color is the pillow on top of the backside of the couch?",
  "What object is to the right of all three shelves?",
  "Where is the chair closest to us?",
  "Where is the white window in the room?",
  "What color is the trash can on the top right?",
  "What type of bed is in the center of the room?",
  "Where is the black couch in the room?",
  "Where is the tall reading lamp located?",
  "What color is the trash can on the floor?",
  "What is the position of the lamp against the wall?",
  "What object is in the right corner by bed?",
  "What color is the armchair at the back left of the room?",
  "What does the big suitcase have on it?",
  "What color towel is in the center of the towels?",
  "What kind of sink is placed on the counter top?",
  "Where is the black rotating chair located?",
  "How many seats does the couch have?",
  "What is the largest object on the desk?",
  "Which window is closest to a lamp?",
  "What part of the bathroom vanity is located to the right of the shower?",
  "What color coffee table does the couch face?",
  "How many chairs surround the table on the left-most side of the room, if one is facing the blackboards?",
  "Where is the tan picture located on the right side of the room?",
  "What color office chair is sitting in front of the table by itself on the end?",
  "How many armchairs are near the couch?",
  "What is next to the desk behind the trash bin?",
  "Where does the bookshelf stand when entering from the door?",
  "How many chairs surround the round table?",
  "What is the object on far wall close to whiteboard?",
  "What is the object on the wall above the cabinet called?",
  "What kind of curtain is on the left?",
  "What shape is the cabinet, to the right of the door?",
  "What is next to the rectangular white sink?",
  "What material is the grey surface between the doors on the far side?",
  "What is to the right of the whiteboard?",
  "What is closest to the right corner of the room?",
  "What type of monitor is on the right of two white monitors on a table?",
  "What type of comforter is on the bed near the window?",
  "What is next to the cabinet overhanging?",
  "What color office chair is right to a pair of wooden chairs?",
  "Where is the grey blanket found?",
  "Where is the orange couch located?",
  "What type of basket is on the washing machine?",
  "What is next to the rectangular refrigerator?",
  "What is hanging from the ceiling?",
  "What is next to a shower curtain?",
  "What color is the chair below the whiteboard?",
  "What is on the wall opposite the whiteboard?",
  "What color is the arm chair in a living room?",
  "What is the monitor sitting beside?",
  "Where is the white bin located?",
  "Where is the pillow on the right?",
  "How many panels is the window behind the wood table?",
  "What color is the monitor on the left-most table?",
  "What is the whiteboard used for?",
  "Where does the white drawer sit?",
  "What kind of desk is the round white chair at?",
  "What color is the monitor on the desk with many computers?",
  "What is in the stall in the corner?",
  "What color chair is sitting at the far left of the room?",
  "What is in front of the curtain?",
  "What color is the nightstand in between the beds?",
  "What shape is the window above the kitchen counter top?",
  "What is next to the poster printer?",
  "Where is the round table located?",
  "What color is the heater on the side of the wall?",
  "What color is the bedspread on the bed?",
  "What is hanging to the right of the door?",
  "What is the second chair from left by door?",
  "What shape is the curtain next to bathrobes?",
  "What shape is the the two desk?",
  "What color is the chair in the middle opposite the chairs by the wall?",
  "Where is the tall chair located on the tall table?",
  "What is on the floor to the right of the table?",
  "What color is the door to the left of the desk?",
  "What kind of picture is on the table above some folded towels?",
  "What color is the door to the left of the white cabinet?",
  "Where is the square gray chair located?",
  "What color office chair is below the white board?",
  "Where does the brown picture sit?",
  "Where is the chair at the far end of the table?",
  "Where is the blue chest located?",
  "What color is the printer on the counter?",
  "What are on each side of the table?",
  "How is the brown narrow door attached to the wall?",
  "What is at the corner formed by two sofas?",
  "What type of monitor is on the right of a dual screen setup?",
  "How many chairs are spaced away from the table?",
  "What wood is the chair made of?",
  "What shape is the sink on the right?",
  "What is on the seat of the chair?",
  "Where is the brown chair located?",
  "What is the closest table by the window?",
  "What color is the printer below the bulletin board?",
  "What is the color of the yellow chair?",
  "Where is the wheeled cart sitting?",
  "What is under the blackboard on the left?",
  "What kind of cabinets are under a black counter?",
  "What is the curtain located behind?",
  "What color is the table in the meeting room?",
  "What is the closest to the door?",
  "What color is the chair in front of the desk?",
  "What kind of machine is next to the clothes dryers?",
  "Where is a square armchair located?",
  "What color is the window on the top right?",
  "What is on the chair opposite the white chair?",
  "What shape is the coffee table?",
  "What shape is the paper cutter?",
  "What is to the left of the large shelf near the window?",
  "What direction is the brown and black office chair facing in the back middle of the room?",
  "What color are the washers under the laundry hamper?",
  "What color shelves are on the right/front of the closet?",
  "What shape is the whiteboard in the room?",
  "What piece of furniture is right next to the sink?",
  "What is on the left side of the room?",
  "What shape is the window above the table?",
  "What color is the chair in the upper, left-hand corner of the room?",
  "What color is the chair on the left side of the meeting table?",
  "What is above both beds on the wall?",
  "Where is the green office chair located on the table?",
  "What is to the right of the gray door?",
  "What is hanging open in the bathroom?",
  "What shape is the table by the couch?",
  "What red item can be found on a washer?",
  "What is up against the wall that is to the right of the bed?",
  "What is to the left of the wooden chair with it's back against a wooden cabinet?",
  "What is on the left of the window?",
  "What is next to the rectangular beige kitchen cabinet?",
  "What color is the chair on the left side of the white table?",
  "What is on the right of the window?",
  "What is above two shelves in the corner?",
  "Where are the windows located when you walk into a room?",
  "What color is the chair that is back-to-back with a black office chair?",
  "What is next to the towel dispenser?",
  "What is the size of the whiteboard?",
  "What shape is the table in the center of the room?",
  "What is the door on the top left?",
  "What is on top of the far left corner of the table?",
  "What direction is chair closest to tv facing?",
  "What is left of a chair left of a door?",
  "Where is the set of black shelves located?",
  "What is to the right of the gray chair against the wall?",
  "What is the object on the left of the bed at the top?",
  "What is the second southeast-most chair in the room?",
  "Which machine is facing away from the washing machine?",
  "What is the radiator that is in the far left corner, behind the table on the left with monitors?",
  "What color table is the rectangular pillow in front of?",
  "What color is the curtain above the table?",
  "How are zebra curtains placed on the window?",
  "What kind of linens does the bed have?",
  "What is the lamp sitting on, between the two beds?",
  "What color is the monitor on the left side of the table?",
  "What color is the toilet in the other room?",
  "How many whiteboards are in the room?",
  "What is in the far corner of the room?",
  "Where is the shelf located on the desk?",
  "What is the mouse sitting between?",
  "What color is the chair under the first round table?",
  "Are these blinds ridged or ridged?",
  "What position is the sofa chair on the left?",
  "What color is the door at the far-right corner of the room?",
  "Where is the window above the sink located?",
  "What shape is the cabinet above printer?",
  "What color is the coffee table on the wall?",
  "What is closest to the curtain?",
  "What shape is the curtain on the opposite wall from the bed?",
  "What type of chair is immediately to the left of the blackboard?",
  "What color is the door to the right of the printer?",
  "What color is the radiator on the wall?",
  "What is the rectangular wooden table surrounded by?",
  "Where is the brown shelf located?",
  "What color is the door on the top right corner of the room?",
  "What is the object under the window on the right side of the room?",
  "What color is the stool that is closest to the television in the corner?",
  "What is above the recycling bin?",
  "What type of cabinet sits between the table and the shelf?",
  "Who sits next to the hard drive tower?",
  "What is the color of the pillow on the bed?",
  "What is attached to the wall behind the two rectangle tables?",
  "What color is the dishwasher in a kitchen?",
  "What is next to the vending machines?",
  "What color is the painting on the wall?",
  "What kind of bathroom vanity is above the toilet?",
  "What is on the side of the room?",
  "What shape is the towel above the bathtub?",
  "What side of the room is the window located?",
  "What is the wooden armless chair facing?",
  "What is the color of the desk on the bottom left corner of the room?",
  "What color pillow is to the left of the gray couch?",
  "What color curtain is on the right wall next to the bed?",
  "What type of seating is on the right of the table?",
  "What color is the desk that is angled?",
  "What color is the chair next to the round table?",
  "What color is the door in the room?",
  "How many dark gray and black chairs are on the left?",
  "What is next to the brown cabinet?",
  "What color cabinet is to the left of the desk?",
  "Where is the wooden door located?",
  "What is in the middle of the library?",
  "What is the long piece of furniture in the meeting room?",
  "What is behind the black couch?",
  "What color is the desk underneath the black and white laptop?",
  "How many refrigerators are there?",
  "What is next to a tiny blue chair?",
  "Where is the most common table in the room?",
  "What color is the wooden desk on the side of the room?",
  "What is underneath the desk to the left of the door?",
  "Where is the roll of toilet paper located?",
  "What are the kitchen cabinets to the left of?",
  "What type of chair is in the back row?",
  "How many sinks are on top of the kitchen counter?",
  "What color is the chair in the corner of the room?",
  "What kind of desk is at the corner of the room?",
  "Where does a chair sit when facing a table?",
  "What is above the sink of the left kitchen counter?",
  "What is the shape of the ottoman in the middle?",
  "What is on the back of the white padded armchair?",
  "What is on top of the back of the couch?",
  "What type of heater is by the pool table?",
  "What type of cabinet is at the foot of the bed?",
  "Where is a grey arm chair placed?",
  "What color is the rolling chair on the left?",
  "What color piece is on the top of the printer?",
  "Where is the silver toilet paper dispenser located?",
  "Where are the white clothes washers located?",
  "What direction is the dark desk chair?",
  "Where is the brown wooden cabinet with a glass top placed next to the desk?",
  "What is to the right of the circular table in the corner of the room that's near a column?",
  "What is behind the table in the middle of the room?",
  "What chair is sitting in the corner of the room?",
  "What is on a rack to the right of the curtains?",
  "What shape is the wooden table located in between a green couch to its left and a greyish couch to its perpendicular right?",
  "What is the shape of the board that is hanged on a wall?",
  "Where is the toilet paper dispenser located?",
  "What type of toilet is next to a trash can?",
  "What is under the desk in the lower, left hand corner of the office?",
  "How many legs does the white chair have?",
  "What color is office chair closest to statue?",
  "Which chair is on the left of the blackboard?",
  "How many laptops are on the desk?",
  "What is on the wall facing a row of chairs?",
  "What color is the pillow on top of an armchair?",
  "What is the office chair right beside?",
  "Where is the square armchair located?",
  "What kind of picture is on the wall next to a map?",
  "What is in front of window on right side?",
  "What is to the left of the copier machine?",
  "Where is the grey chair sitting?",
  "Which chair on the side of the table is skew?",
  "What does the couch have over it?",
  "What type of furniture is against the wall with a mirror?",
  "What colors are on the wall in the bathroom?",
  "What is next to the window that's by the metallic garbage bin?",
  "What color are the chairs to the left of the windows on the right side?",
  "What color dryers are located across from the laundry folding table?",
  "What direction is the chair facing?",
  "How many chairs are in a group directly across from the door?",
  "What is to the right of curtain?",
  "Where is a standard white porcelain toilet located?",
  "What is on the wall at the end of the table?",
  "Where is the black chair located in relation to the flowers?",
  "What color is the cabinet next to the door?",
  "What type of chair is the second chair from the wall?",
  "Where does an office chair sit when pulled under a desk?",
  "What color bag is on the bathroom vanity?",
  "What dispenser is next to the paper towel dispenser?",
  "What else is on the left of the poster printer?",
  "What type of chair is next to a shelf?",
  "What furniture is on the left side of the door?",
  "How many portions does the shelf have?",
  "What color is the fan on the left?",
  "What color is the oscillating fan?",
  "What is down the window in the back of the room?",
  "What size is the table in front of a blue seat?",
  "What color chair is to the right of the round brown table?",
  "What is the second chair down from the left?",
  "What color is the wall with a whiteboard on it?",
  "What is sitting on the end table?",
  "What is on the left side of the curtain?",
  "What is on the left of the bed?",
  "What type of cabinet is on the wall behind the refrigerator?",
  "What is the printer in front of?",
  "What color is the chair to the left of the black chair?",
  "How many black shelves are in a super dark room?",
  "What color cabinet is on the left side of the door?",
  "Where is the kitchen cabinets with microwave located?",
  "What is the black monitor sitting on?",
  "What color is the chair in the meeting room?",
  "What color is the door in the wall?",
  "What shape is the wooden shelf beside the cabinet?",
  "Where is the chair next to the left-most table?",
  "Which side of the backpack is the couch located?",
  "How many chairs are at the first rectangular table?",
  "What is above the counter to the left of the refrigerator?",
  "What color is the picture to the right from the door?",
  "Where is the picture on the left of a sink?",
  "What is on the right of the trash can?",
  "What is at the table in the center of the room?",
  "What kind of chair is on the right side of the table?",
  "What is next to the square blue armchair?",
  "What color counter is on top of the window?",
  "What objects are around the table?",
  "Where is the rectangular soap dispenser located?",
  "What color does the toilet look?",
  "What runs along to the right of a fridge?",
  "What color couch is the coffee table located in front of?",
  "What colors are the cushions in the love seat?",
  "What is next to the pillow on the left of the bed?",
  "What color is the toilet paper dispenser?",
  "What is the color of the chair at the end of the table in front of the book?",
  "What color office chair is in the corner of the room next to a red wall and a white wall?",
  "What is between the long cabinet that has a pitcher on it and the kitchen cabinet?",
  "Which side of the stove is the four-layered drawer cabinet located?",
  "Where is the dark gray/brown cross body messenger bag sitting?",
  "What color is the padded chair on rollers?",
  "Where is a circle shaped toilet paper dispenser located?",
  "What color monitor is to the right of the desk next to the radiator in the far left corner?",
  "What color is the stool beside the open door?",
  "What shape is the door next to a light switch?",
  "What shape is the window on the left side of the room?",
  "What color frame does the window have that's left of door?",
  "What is on the wall above the trashcans?",
  "What is in the front left corner of the room?",
  "What is on the wall left of the table against the wall?",
  "What is the square armchair is next to?",
  "What color is the nightstand by the bed?",
  "What is the last desk on the left from the entrance?",
  "What type of toilet is to the left of the bathroom stall door?",
  "Where is the couch in relation to the other couch?",
  "What object is handing above colorful rug that is yellow?",
  "What is the door on the left of the scene?",
  "What is to the left of the toilet?",
  "Which desk has a monitor turned on?",
  "Which monitor is on the counter?",
  "What object is the black chair in front of the projector screen facing?",
  "What color is the vending machine that sits in the far left corner of the room?",
  "What shape is the pillow on the bed ?",
  "What color is the chair that sits between two desks on the right?",
  "What color cabinets are under a kitchen counter?",
  "What shape is the shelf attached to wall that is hanging up?",
  "What color is the picture above the cabinet with vases?",
  "What is left of the last red chair in line?",
  "Where is the small office chair located?",
  "What is next to the blue recycling bin?",
  "What color chairs are at the head of the large table?",
  "What shape is the poster printer?",
  "What color is the door on the right of the dresser?",
  "What is the second to last monitor to the right in the back row of monitors?",
  "What type of table is in the corner of the room?",
  "How many seats does the couch in front of the wall with art decoration?",
  "What chair is facing the wall with a chalkboard away from the viewer?",
  "How many chairs are on either side of the tv?",
  "What is in front of an armchair?",
  "What part of the rack is the rectangular towel on?",
  "Where is the large green and white rectangular table located in the room?",
  "What is the third monitor on the desk?",
  "What does the cabinet have behind it?",
  "What is the object on the dresser?",
  "What is located near the broad cabinet?",
  "What color is the office chair in the corner of the table?",
  "Where is the chair on the left side?"
]