[
  "On what side of the coffee table is the blue chair facing another chair?",
  "What color is the chair in the middle of a row of chairs before a whiteboard?",
  "What type of kitchen cabinets are above the sink on the back wall of the kitchen?",
  "What is the item on the wall to the right and below the paper towel dispenser?",
  "Where would you find the tall white cabinet after going through the door?",
  "What type of bathroom vanity sits directly across from the bathroom stall door?",
  "What color are the chairs under the whiteboard that are facing each other?",
  "What color is the curtain hanging on the left-hand side of the central window?",
  "What type of cabinet is at the foot of the bed on the left side of the room?",
  "Which chair is sticking out further from the table then the rest of the chairs?",
  "Where is the black and gray office chair from the right in a row of office chairs?",
  "What is placed at the center of the computer desk next to the chair that is pulled away from the table?",
  "What type of toilet can be reached by going through the doorway ahead and to the left?",
  "Which two chairs that are across from each other at the dining table have the same color cushions?",
  "What color is the chair that is sitting next to the two brown desks in the left corner of the room?",
  "What is located near the trash can when you enter the room to the right?",
  "Where is the file cabinet in relation to the desk that is against wall by whiteboard?",
  "What two objects are on the bed, to the left of the lamp on the nightstand?",
  "What color are the chairs against the left wall, if one is facing the radiator?",
  "What color is the end table, to the left of the darker colored, armchair?",
  "Where is the black cotton pillow placed on the first row of pillows on a bed?",
  "What color is the circular single-legged table in the corner with the booth seating?",
  "The blue chair is on the round table right in front of the chairs of what?",
  "What is the cabinet on the other side of the room from the sink to the left of?",
  "What color is the chair closest to larger rectangular colorful painting on wall by window?",
  "What color is the chair in front of the blue trash can, on the left side of the brown table?",
  "What piece of furniture is on the far side of the wall in front of the windows?",
  "What furniture is in front of, but not touching, the brown coffee table?",
  "The black chair near the first round table is next to what hanging on the wall?",
  "What color is the chair that is sitting on the left side of the desk in the right corner of the room?",
  "What is the black monitor on the back-right of the desk to the right of the room?",
  "Where is the black recliner chair in relation to the black and white keyboard piano?",
  "What object is to the right of the white shelf, in the center of the room?",
  "What is on the chair that is across from the monitor that is between another monitor and a window?",
  "What color couch sits between two round tables next to the right wall in the room?",
  "The wooden chair to the right of the rolling chair is against the wall near the left side of what?",
  "Where is the wooden desk in the cubical back from the front of the room?",
  "What type of cabinet is the item located under the mustard yellow item of clothing?",
  "What type of chair is to the right of the black and white keyboard piano?",
  "How many bench style seats are on the side of the white top square table?",
  "The circular single-legged table is below what close to the corner of the room?",
  "The washing machines are located in front of and partially to the right of what machine?",
  "Along with red, orange and green stripes, what other designs are on the curtain?",
  "What shape is the picture above the armchair and lamp to the right of it?",
  "How many rolls of toilet paper are on the wall on the right of the trash can?",
  "What color is the chair to the right of the whiteboard, on the left side of the room?",
  "Where is the chair nearest to the door, in relation to the blackboard with two chairs below it?",
  "What color is the second computer monitor on the last table on the side facing the wall?",
  "What color is the stool that is closest to the television in the corner?",
  "What color kitchen cabinets are above the sink on the back wall of the kitchen?",
  "On which side of the window are two black chairs with a round table located?",
  "The cabinets are in the kitchen above the counter to the right of what?",
  "What is the trash can beside the door aligned with in the center of the room?",
  "On which side of the table to the right is the tall plastic brown chair?",
  "What is the color the pillow that is on top of all others on left side?",
  "What two chairs are directly across from the blackboard on the right wall?",
  "What is the item that is located to the right of a shorter white cabinet?",
  "The square blue armchair is facing the end of what long piece of furniture?",
  "What type of door is in the corner between the window wall and the wall opposite the tv wall?",
  "What color are the chairs on the right side of the table, near the brown door?",
  "What is the object that is hanging on the wall above the two shelves in the corner?",
  "What is on the desk in the second cubical back from the front of the room?",
  "What color monitor is on the left side of the table closest to the window?",
  "What color sink is located in the back of the room in the middle of the counter?",
  "What is on the left side of the wooden door that leads into the bathroom?",
  "What is the number of chairs at the table when counting the chairs starting from the righthand side?",
  "What is behind the black mattress, hanging on the wall, on the right side?",
  "The grey laundry folding table is located to the left of a row of what?",
  "What is in the corner where a red and white wall meet closest to white box under tv?",
  "What color is the top of the recycling bin positioned to the left of the door?",
  "What color is the bottom part of the window that covers most of the wall?",
  "What is on top of the desk that is straight in front of the door and under a window?",
  "What color is the chair that is sitting at the right of the two brown desks in the left corner of the room?",
  "Where is the light colored cabinet located in comparison to the darker cabinet?",
  "What is the cart that is in front of the water cooler at the right side of the room?",
  "What type of curtain is in the corner of the room by the head of the bed?",
  "On what side of the tall wooden dresser is the tall narrow white door located?",
  "What is visible to the right of the round side table in the back corner?",
  "On what side of the soap dispenser is the paper towel dispenser located?",
  "The white bucket is directly to what direction as you walk in the doorway?",
  "What object is the black chair in front of the projector screen facing?",
  "What type of shelf is the item located to the right of the light blue table?",
  "What is the color of the pillow leaning against the left side of the headboard?",
  "What color cabinet is located to the left of the cabinet that holds the computer monitors?",
  "The brown dresser of the right bed is directly behind what on the floor?",
  "What items are located across from the washers with the laundry basket on them?",
  "What color chair is the second right chair of the table to the right of the door?",
  "What direction is the brown and black office chair facing in the back middle of the room?",
  "On which side of the room is the standard dark green computer chair located?",
  "On what part of the wooden desk in the back corner of the room is the moniter located?",
  "What is to the left of the wooden chair with it's back against a wooden cabinet?",
  "What is the color of the chair below the whiteboard on the far right corner of the room?",
  "What is the position of the flat panel computer monitor to the right in the back row of monitors?",
  "To what side of the guitar is the dark colored recliner chair in a slightly reclined position?",
  "The blue couch sits between two round tables next to what wall in the room?",
  "What is behind the office chair that is up against the shorter part of the table?",
  "Where is the wooden chair from the green wall on the right side of the table?",
  "What is the first chair sitting at the third desk on the right of the room?",
  "Where is the brown wooden cabinet with a glass top placed next to the desk?",
  "Where is the curtain that covers the right window in the small seating area located?",
  "What color is the desk chair in front of a computer table with a person sitting on it?",
  "What is the second to last monitor to the right in the back row of monitors?",
  "What is the thing with a water bottle on the right wall next to the bulletin board?",
  "What is on the wall above the long side of the bed the free standing fan is closest to?",
  "In the second row of chairs from the window, what are the chairs closest to?",
  "What is the chair that is in front of the desk that is sitting next to the right wall in the room?",
  "The bookshelf is to the right of the doorway and straight ahead of what?",
  "What part of the bathroom vanity is located to the right of the shower?",
  "What is on the left of the set of dark colored chairs, that are right of the window?",
  "What kind of vending machine is on the left of the \"pepsi\" vending machine?",
  "What color soap dispenser is on the right of the paper towel dispenser?",
  "What is the radiator that is in the far left corner, behind the table on the left with monitors?",
  "What type of bench is in the corner of the room beside the white square table?",
  "On what side of the darker colored, armchair, is the end table located?",
  "What item is located to the far right of four chairs that sits on table?",
  "What is on the floor in front of the window to the left of the whiteboard?",
  "What color is the chair to the right of a chair directly facing the corner of a table?",
  "When you're through the double doors, what is to the left of you in front of the table?",
  "How many brown chairs in the entrance to the right of the standing mirror?",
  "After you enter through the doorway, what is in front of the window directly in front of you?",
  "What is between the long cabinet that has a pitcher on it and the kitchen cabinet?",
  "Which side of the sink is the cutting board on if you are facing the window?",
  "What is the color of the armchair that is directly left of a trash can?",
  "On what side of the \"l\" shaped corner cabinets are the cabinets located?",
  "If you stand at the foot of the bed facing the bed, what is the window on your right?",
  "What type of bathroom sink is to the right of the toilet and across the room from the bathtub?",
  "As you face the window, what is on the right-most side of the shared office?",
  "What object is behind the grey and brown chairs in the right-hand corner?",
  "What color is the door that is sitting at the right of the rack in the room?",
  "How many seats does the couch in front of the wall with art decoration?",
  "What type of artwork is located at the back of the room to the left of the door?",
  "What type of chair is at the far end of the room on the shortest end of the room?",
  "To what side of the door is a small black trash bin with a trash liner in it?",
  "What is on the wall to the left of the window that is on the same wall as the doorframe?",
  "How many chairs surround the table on the left-most side of the room, if one is facing the blackboards?",
  "What color shelf is sitting behind the white rail that is behind the black cabinet?",
  "What color is the chair in between the vacuum cleaner and round, white table?",
  "What shape is the monitor on the right end of a desk closest to the window?",
  "What color is the vending machine that sits in the far left corner of the room?",
  "Where is the large green and white rectangular table located in the room?",
  "The swivel office chair is to the left of the wooden chair to the left of what?",
  "What is the color of the rectangle table on the left side of the seating?",
  "What color is the monitor that sits on top of the brown desk on the side of the room?",
  "The pillow is located on top of the bed up against what part of the room?",
  "The black recliner chair is to the right of what type of keyboard piano?",
  "What type of chair sits in between a center table and the window in the living room?",
  "How many chairs are pushed against the table in the middle of the room?",
  "What color office chair is sitting in front of the table by itself on the end?",
  "Which chair is pulled all the way up the the table on the far right aisle?",
  "What is to the right of the circular table in the corner of the room that's near a column?",
  "What is the window in the back of a room in between two smaller rectangular windows?",
  "What is the color of the table that the table is located to the left of?",
  "What color is the chair at the third desk on the right side of the room?",
  "How many identical sized pictures are hung on the wall opposite the sink?",
  "What color is the cushion chair in front of the whiteboard by the table?",
  "What is the object in the room that is located on the left hand side of the door?",
  "What is behind the tan seated rolling chair that sits between two wooden desks?",
  "What color is the chair that is back-to-back with a black office chair?",
  "What color is the toilet in between the bathroom vanity and the bathtub?",
  "Which is the second column from the chairs and table in the far right corner?",
  "When you're in front of the filing cabinet at the end of the desk, what do you do?",
  "What shape is the wooden table located in between a green couch to its left and a greyish couch to its perpendicular right?",
  "What type of kitchen cabinet is at the top of the counter with the stove?",
  "On which end of a row of white washing machines is the laundry basket sitting?",
  "A red and black chair is on the right side of the room and behind what?",
  "What color office chair is in the corner of the room next to a red wall and a white wall?",
  "What color monitor is to the right of the desk next to the radiator in the far left corner?",
  "What color are the chairs near the round table, to the right of the radiator?",
  "What color is the second chair that sits next to the other black chair with the yellow and white backpack?",
  "What is located in the small space between the white crib and the white cabinet?",
  "What is at the back of the two chairs on one side of the dinning table?",
  "What color is the kitchen counter to the left of the white refrigerator?",
  "What color is the trash can on the floor, in between the copier and black trash can?",
  "What is the chair that sits further away then other chairs on same side?",
  "What color are the monitors on the desk, to the left of the brown door?",
  "The bronze and white lamp is positioned between 2 twin beds up against what wall?",
  "What type of wooden chair is near the windows on the opposite side of the room?",
  "What two objects are located in front of the blackboard on the far side of the room?",
  "Of the pictures hung in a vertical row, what color is the frame of the third picture from the top?",
  "What color is the door to the left of the washing machines with red laundry hamper on top?",
  "How many trash cans are under the cabinet that is above the recycling bin?",
  "What is the chair that is sitting on the left side of the desk that is in the right corner of the room?",
  "What is the object in front of the window on the left side of the table?",
  "What white furniture is in between the two desk on the left side of the room?",
  "What color is the monitor in front of the whiteboard, in the lower, right-hand corner?",
  "The small, black, and rectangular picture is to the left of what color door?",
  "What is the second monitor (from left to right) on the left side of the right table?",
  "What is the color of the chair at the end of the table in front of the book?",
  "What is on the wall to the left of the bathroom when the door is fully open?",
  "What color are the chairs to the left of the windows on the right side?",
  "What color is the plastic on the chair to the left of the tall bar table?",
  "What color is the chair that is 3rd on the right when you walk in the door?",
  "What color is the chair on the left side of the table in front of the pillow?",
  "What is sitting at the right of the middle black table in the mid-back of the room?",
  "What type of wooden end table is next to a teal couch and a blue armchair?",
  "What is the color of the trash can nearest to the desk on the far right corner of the room?",
  "The white wood bedroom door is propped open and past what part of the bed?",
  "What is located on the left hand side of the door as you enter the room?",
  "What type of trash can sits to the left of another black trash can that has a clear white trash bag in it?",
  "What color is the pillow on the center of the coffee table in front of the couch?",
  "What is located to the right of the toilet and to the left of the vanity?",
  "In a row at a table, where is the rectangular gray chair from the left?",
  "The black monitor is to the right of the desk that is next to what in the far left corner?",
  "Where would you find the desk if you were entering the door beside the trash can?",
  "What color is the pillow on the gray armchair in the corner of the room?",
  "What is behind and between the two sofa chairs straight across from the door?",
  "What is the position of the chair on the right side of the table from the head chair?",
  "What is the seat of the first chair on the left side of the table upholstered with?",
  "What type of chair is at the back end of the table next to the red chair?",
  "What is the first desk sitting at the right side of the room next to the white board?",
  "Is the black chair to the right of the couch facing the wal or away from the wall?",
  "What object is on the opposite side of the room from the chalkboard with the back to the windows?",
  "To what side of the toilet is the roll of toilet paper on the dispernser?",
  "What type of object is located next to the green apron hanging on the wall?",
  "How does the white 2 door refrigerator sit between the stove and the wall?",
  "What color is the radiator on the right wall beneath the bathroom window?",
  "How many chairs are not puled up to the tables and are in between the tables?",
  "The beige and black office chair sits at what desk on the right of the room?",
  "What is the color of the rectangle table on the right side of the seating?",
  "If you were to enter through the doorway, what chair is in front of you?",
  "What is to the right and behind on the ground past two chairs side by side at table?",
  "On what side of the table are three wooden chairs pushed into the table?",
  "On the wall to the right of what is a silver trash can with a black liner bag.?",
  "What is in the black trash can that sits to the left of another black trash can?",
  "What color file cabinet is on the floor between the table and the cabinet?",
  "Starting from the left side of the blackboard, what type of chair is the second chair?"
]