{
    "scene0000_00": [
        "The bicycle by the TV cabinet has been replaced with a table for a flower pot.",
        "The coffee table now occupies the spot where the desk and chairs were.",
        "A coffee machine has been added on the kitchen counter next to the toaster oven.",
        "The black backpack has been moved from by the couch to the laundry basket.",
        "The guitar has been placed near the guitar case on the couch.",
        "A standing lamp has been added next to the couch near the backpack for more lighting.",
        "The stool has been placed next to the couch by the backpack.",
        "The desk, once near the white cabinet, now stands between the refrigerator and the trash cans.",
        "The guitar has been placed on the couch near the coffee table.",
        "The tissue box on the nightstand has been removed.",
        "The bathroom mirror is smudged with fingerprints and streaks.",
        "The bicycle has been moved near the doorframe next to the cabinet.",
        "The shoes next to the white table have been removed.",
        "The backpack has been moved to the bed near the pillow.",
        "The kitchen cabinet on top of the refrigerator has been removed.",
        "The trash can near the desk has been removed.",
        "The larger trash can, once by the refrigerator, is now beneath the window under the kitchen counter.",
        "The pillow from the bed is now on the gray couch.",
        "The cabinet door above the kitchen counter is ajar, showing stacked plates and bowls.",
        "The table next to the cabinet under the clock has been replaced with a brown dresser.",
        "The pillow on the bed has been replaced with a headboard.",
        "The smaller trash can by the door has been moved to the area with the laundry basket, guitar, and bed.",
        "The refrigerator door is open, with food items visible inside.",
        "A puddle of water has formed in front of the bathroom sink.",
        "Two trash cans by the entrance door frame have been replaced with a shoe rack.",
        "The bicycle, once against the curtain, now sits between the guitar and the yellow cabinet.",
        "The toaster oven's door is open, with crumbs below.",
        "The guitar next to the scale has been removed to free space near the bed and shower room.",
        "The books on the bookshelf near the living room couch have toppled over.",
        "The coffee table in front of the couch has been replaced with two ottomans.",
        "The bed and couch have swapped places, changing the room's layout."
    ],
    "scene0001_00": [
        "The picture above the table near the door has been moved next to the window.",
        "The table by the columns has been stacked on another table in the room's left corner.",
        "Two coffee tables in front of the couch have been removed to create more space.",
        "The table nearest the door has a vase with wilted flowers, petals scattered on the tabletop.",
        "The small table near the couch has been removed to clear floor space.",
        "The left column near the entrance has been removed for a more open entryway.",
        "The table from the room's left corner has been moved near the window.",
        "Two armchairs by the window have been removed to create an open reading nook.",
        "An armchair by the window has been moved below the picture next to the table.",
        "The couch by the window has been repositioned between two columns.",
        "The picture above the table near the door is tilted to one side."
    ],
    "scene0002_00": [
        "The fan in front of the windows has been moved to the chair by the white table and couch.",
        "The trash cans have been relocated to both sides of the couch.",
        "An orange, fluffy pillow has been placed on the grey chair next to the white table.",
        "The pillow on the chair behind the couch has been moved to the TV stand.",
        "The microwave above the refrigerator has its door ajar, with a faint light glowing inside.",
        "The bag under the table near the fireplace has been placed on the couch.",
        "A glass coffee table with brass legs has been placed in front of the couch.",
        "The cabinet near the doorframe has been removed, decluttering the entryway.",
        "One of the controllers on the ottoman has been moved to the TV stand.",
        "The shoe next to the radiator has been removed to create more walking space.",
        "A small puddle of water has formed under the plant near the door, indicating overwatering.",
        "The TV stand has been replaced with the couch in front of the window and behind the ottoman.",
        "A bright red fire extinguisher has been hung on the wall next to the old wooden door that is ajar.",
        "The blue trash can near the door has been moved in front of the TV stand.",
        "The pillows on the couch have been swapped with the pillow from the chair nearest to the radiator.",
        "The standing fan has been placed between two big white cabinets in the room.",
        "A framed painting has been hung on the wall between the two windows.",
        "The bag under the table near the radiator has been removed to create a more open surface.",
        "The table by the fireplace, beside the radiator, has been replaced with a new chair.",
        "A square trap door has been added to the floor near the fireplace.",
        "The lamp above the TV stand is turned on, casting a warm glow.",
        "The chair by the closet door has been swapped with the chair in front of the red cabinet.",
        "A flat jute doormat has been placed in front of the brown door closest to the printer.",
        "The table near the chair closest to the fireplace has been replaced with the red cabinet.",
        "The shoe on the floor has been moved under the green table in front of the couch.",
        "A new Nescafe espresso machine has been added next to the coffee maker.",
        "The plant that used to be near the doorframe has been placed on the chair between the couch and the white table.",
        "The sign under the fireplace has been removed from the room.",
        "The tea kettle can be moved to the white table next to the chair.",
        "A vase filled with pink roses has been placed on the white table next to the grey chair.",
        "Two storage bins have been moved to the corner near the radiator on the lower right.",
        "The coffee maker now sits atop the microwave on the right side of the room.",
        "One of the controllers on the TV stand has been removed to tidy up the area.",
        "The bottle on the cabinet next to the hat is uncapped, with a small trickle of liquid dripping down.",
        "The hat originally on the pink cabinet has been placed in the orange storage bin next to the printer."
    ],
    "scene0003_00": [
        "The trash can under the microwave has been removed to create more floor space.",
        "The microwave door above the counter is ajar with a faint popcorn smell in the air.",
        "The refrigerator door is smudged with fingerprints, making it look greasy and unclean.",
        "The water cooler near the doorframe has been removed to create more walking space.",
        "A potted plant has been added near the doorframe to add some greenery.",
        "The paper towel dispenser, originally above the sink, has been moved under the microwave.",
        "The water cooler, which was near the doorframe, has been moved in front of the refrigerator.",
        "The paper towel dispenser above the counter has been removed to create a cleaner area.",
        "The sink is filled with soapy water, with bubbles slowly disappearing and a sponge floating.",
        "The refrigerator, once in the middle of the kitchen, has been moved between the cabinets and the trash can.",
        "The soap dispenser that was on the wall is now above the water cooler.",
        "The trash can in front of the cabinet has been overturned with trash scattered on the floor.",
        "A small table has been added next to the sink for more preparation space.",
        "The kitchen cabinet door above the counter is hanging loosely, exposing the inside.",
        "The trash can has been moved to the other side, now next to the cabinet.",
        "The water cooler next to the cabinet is empty with a crumpled water bottle on top.",
        "The microwave on the cabinet has been removed to simplify the kitchen."
    ],
    "scene0004_00": [
        "A single chair with a gray seat by the window has been moved closer to the other matching chairs.",
        "The chairs around the round table in this room have been removed.",
        "The rightmost black chair in the room has a small tear on the seat cushion, showing some stuffing inside.",
        "There are a few scattered crumbs and a slight coffee stain on the floor under the right table, indicating a recent spill.",
        "All chairs are now placed around the yellow rectangle table.",
        "The long wooden table has been moved in front of the three aligning chairs.",
        "The table on the right has a laptop with its screen open, showing a paused video, and a pair of headphones beside it.",
        "Two black chairs around the rectangle table have been moved to the round, black table.",
        "The blue chair closest to the round table behind the window has a jacket draped over its back, with one sleeve touching the floor.",
        "The round table with surrounding chairs has been moved in front of another table in the room.",
        "One of the chairs in front of the yellow table has been removed."
    ],
    "scene0005_00": [
        "The cabinet under the TV has been moved to where the cart was by the door.",
        "The TV has been moved to the left end of the bench.",
        "Two textbooks have been placed on the table next to the cabinet.",
        "One seat cushion has been added to each chair.",
        "The cart has been moved further left of the door.",
        "The cart has been moved to the corner next to the TV and cabinet.",
        "The chair closest to the TV has been moved to the table farthest from it.",
        "The cart near the door has been removed to create more space.",
        "A framed artwork has been added above the cabinet near the TV.",
        "Four movie posters have been added to the white wall beside the cart.",
        "The chair closest to the cabinet has been moved to the right side next to the cart.",
        "One Nintendo Switch has been placed on the cabinet below the TV.",
        "The bench now sits behind the four chairs.",
        "One monitor has been placed on the bottom left table.",
        "The TV on the cabinet is turned on, displaying a paused action scene with a slight glare.",
        "An open book and reading glasses have been placed on the table near the wall.",
        "The floor next to the cart has faint scuff marks.",
        "All chairs that were facing the left table are now around the cart.",
        "The table with chairs near the TV has been pulled away from the bench.",
        "The chairs by the table closest to the TV have been moved to the shorter side and now face the TV."
    ],
    "scene0006_00": [
        "The nightstand has been moved to the corner by the curtain, with the lamp now on top.",
        "Three books have been placed on the round table surrounded by chairs.",
        "The trash can next to the desk is nearly full with crumpled papers and snack wrappers visible.",
        "A pair of shoes near the suitcase is scuffed, showing signs of frequent use.",
        "The shoes near the bag and suitcase have been placed between the two beds.",
        "The desk lamp next to the mirror is turned off, casting a shadow over the desk.",
        "One of the pictures on the wall near the doorframe is crooked as it was recently bumped.",
        "The desk has been moved from in front of the mirror to the corner near the curtain.",
        "The trash can near the desk has been removed.",
        "The jacket on the chair has been removed to declutter the seating area.",
        "The large bed near the wall with four pictures has been removed.",
        "The pillows have been moved from the beds to the two chairs near the curtain.",
        "The trash can has been moved from beneath the desk to in front of the nightstand.",
        "The shoes and the black bag next to the suitcase have been removed to clear the floor.",
        "The TV screen has a thin layer of dust, dulling its reflective surface.",
        "The black backpack has been moved from the suitcase to the chair by the desk.",
        "The suitcase near the door is unzipped with a brightly colored shirt poking out.",
        "A new purse has appeared on the desk next to the TV."
    ],
    "scene0008_00": [
        "The display case next to the couch has been opened, showing books and scattered papers.",
        "One pillow from the couch has been placed on the wooden table under the lamp.",
        "The clothing rack has been moved beside the couch by the display case.",
        "The sofa chairs near the window have been removed from the room.",
        "The TV screen has been left on, showing a paused movie scene with bright colors lighting up the area.",
        "The lamp in the middle of the windowsill has been removed from the living room.",
        "The display case near the couch has been removed to make the room more spacious.",
        "The pillow on the sofa chair by the window has been removed to simplify seating.",
        "The lamp near the windowsill has been turned on, casting a warm glow over the nearby sofa chair.",
        "The lamp that was on the window has been moved to the top of the display case.",
        "The display case has been placed next to the table near the windowsill.",
        "The lamp on the table to the left of the TV has been moved to the right of the doorframe.",
        "The pillow from the sofa chair has been moved to the chair next to the clothing rack."
    ],
    "scene0009_00": [
        "Soap has been removed from the right stall's dispenser.",
        "The paper towel dispenser left of the sinks is broken.",
        "The far left and right sinks have been removed.",
        "The soap dispenser by the paper towels is leaking onto the countertop.",
        "The mirror above the sink is smeared with fingerprints and water spots.",
        "The paper towel dispenser on the large trash can is now by another trash can.",
        "The trash can with the paper towel dispenser has been removed for more space.",
        "Water is pooling around the base of the rightmost sink, suggesting a leak.",
        "The paper towel dispenser above the left sink has been removed for wall space.",
        "The trash can near the leftmost sink is nearly full with a paper towel sticking out.",
        "The mirror from the rightmost sink has been moved to above the leftmost sink.",
        "The paper towel dispenser above the second sink from the left has been removed.",
        "The paper towel dispenser near the leftmost sink is empty with the last sheet hanging.",
        "Wet footprints near the leftmost stall suggest someone walked through water.",
        "The leftmost trash can has been relocated to the diagonal corner of the room.",
        "The trash can opposite the door is now near the sinks below the mirror.",
        "The soap dispenser by the mirror has been removed for a simpler sink area.",
        "The mirror above the first sink from the right has been removed.",
        "A small bench has been added between the entrance and stall doors for seating or placing items."
    ],
    "scene0011_00": [
        "The trash can near the door has been knocked over, spilling garbage onto the floor.",
        "The window near the sink has been opened wide to let the food smell out.",
        "A fruit bowl has been added on the kitchen counter next to the sink for a fresh touch.",
        "The trash can has been moved from next to the doors to the corner between the refrigerator and the TV.",
        "Two chairs have been removed from the dining table for more space around it.",
        "Water has been dripping from the kitchen faucet, forming small ripples in a puddle in the sink.",
        "The refrigerator door has been left wide open, causing cold air to condense on the kitchen floor.",
        "The table beneath the TV has been rotated and now leans against the kitchen cabinet.",
        "The trash can has been moved from near the TV and table to the left side of the refrigerator.",
        "The kitchen counter has been cluttered with spices, a cutting board with vegetable scraps, and a knife.",
        "The chairs around the main table have been rearranged, with three now by the kitchen counter for a breakfast bar setup.",
        "The trash can near the TV and table has been removed for a more open entryway.",
        "The kitchen sink has been filled with soapy water, with a few forks and spoons floating on top.",
        "The refrigerator has been moved from near the sink to next to the other refrigerator.",
        "The chairs at the short side of the dining table have been tipped over backward, resting on the floor."
    ],
    "scene0014_00": [
        "The soap dispenser has been moved from above the sink into the bathroom cabinet below the sinks.",
        "The trash can under the fire alarm has been removed to clear the corner.",
        "One roll of toilet paper has been moved from the window to the toilet paper holder.",
        "The door next to the sinks has been closed, while the other door in the room has been opened.",
        "The paper towel dispenser in the sink area has been removed.",
        "The trash can next to the toilet has been moved to the corner near the doorframe.",
        "The fire alarm has been moved from the wall to between the door and the shower curtain."
    ],
    "scene0015_00": [
        "Two marker pens have been placed on each whiteboard.",
        "The backpack on the chair by the table near the back whiteboard has been removed.",
        "A pair of tall blue rubber boots has been put under the chair with a backpack on it.",
        "A yellow plastic straw has been placed inside the Starbucks cup.",
        "A cozy, striped throw blanket has been placed next to the chair in the bottom right corner, behind the whiteboard.",
        "A bike can be stored in the corner opposite the table near the backpack.",
        "A sleek, modern floor lamp has been placed in the corner next to the water bottle, providing more light.",
        "A stuffed brown teddy bear has been placed on the only table bordered on two sides by a wall.",
        "The whiteboard on the right wall has been relocated to the left wall near the entrance.",
        "All tables next to the windowsill have been removed from the room.",
        "The Starbucks cup has been placed on the chair closest to the entrance.",
        "A laptop computer can be placed on the table in the corner near the backpack.",
        "All tables near the windowsill have been removed.",
        "An apple can be placed on the table in the corner near the backpack.",
        "A large indoor plant has been placed in the corner next to the second window from the left.",
        "A red smiley face has been drawn on the smaller whiteboard, and the marker has been left on the table in front of it.",
        "The whiteboard next to the entrance has been removed.",
        "The water bottle originally on the table is now placed in the bottom right corner next to the whiteboard.",
        "A whiteboard eraser can be stored on the smaller whiteboard.",
        "A wastebasket has been added next to the table in the top right corner.",
        "The water bottle on the table near the windowsill has been removed.",
        "A trash can has been added nearby each table.",
        "A vase of red and yellow tulips has been put on the table with a water bottle next to the windowsill."
    ],
    "scene0016_00": [
        "The box near the curtains has been removed to reduce clutter.",
        "The elliptical machine has been rotated 90 degrees anticlockwise from its spot near the curtain.",
        "The shoes under the piano bench have been removed to clear the floor.",
        "The piano has swapped positions with the elliptical machine, originally placed against the wall.",
        "The shoes that were near the piano bench have been moved next to the storage box and laundry basket.",
        "The storage box, previously close to the hallway, now sits on the couch.",
        "The ball near the piano has been relocated to the laundry basket, along with the pillow.",
        "A floor lamp has been added near the elliptical machine for extra lighting.",
        "The pillow from the laundry basket now rests on the piano bench for more comfortable seating.",
        "The box on the piano has been removed to simplify the top surface."
    ],
    "scene0017_00": [
        "The plant next to the trash can in the corner has been removed for more floor space.",
        "The only book on the desk has been moved to the black office chair closest to the blue door, with the chair back against the wall.",
        "The whiteboard has been relocated to the diagonal corner near the windowsill.",
        "A wall clock has been added above the whiteboard to help keep track of time.",
        "The green plant on the table has been placed on the windowsill near the computer tower.",
        "One more trash can has been added near the whiteboard.",
        "The desk has been pushed against the wall under the window, with the monitors still on top.",
        "The whiteboard has been taken down and leaned against the wall next to the door, opening up more wall space.",
        "Two framed pictures have been added on the wall next to the door for decoration.",
        "All items on the table except the file cabinets have been removed.",
        "The monitors and keyboards have been placed between the blue door and the black office chair."
    ],
    "scene0018_00": [
        "A chair has been added between the copier and the paper cutter.",
        "The box on the top shelf has been removed to declutter the shelving area.",
        "The trash can has been moved from the door to near the printer, table, and cabinet.",
        "The power strip on the table has been removed to reduce cable clutter.",
        "A laptop has been added on the table near the printers.",
        "The copier has been rotated 90 degrees clockwise from its central position.",
        "The trashcan and recycling bin can exchange positions.",
        "The paper tray has been relocated from the table near the printers to the top shelf next to the box.",
        "The recycling bin can be moved to the far right corner where the cabinet and wooden table meet.",
        "A picture could be hung on the wall above the paper cutter.",
        "A TV monitor could be hung between the printer and the door.",
        "The recycling bin near the trash can has been removed to clear space for movement.",
        "The battery disposal jar has shifted from the shelves next to the mailboxes, reducing clutter.",
        "A filing cabinet has been added between the copier and the recycling bin for extra storage.",
        "The box from the top of the cabinets has been moved to the floor next to the battery disposal area.",
        "The table with the printers and paper tray can be swapped with the copier.",
        "The paper cutter and battery disposal jar can be placed on top of the table.",
        "A small desk could be added next to the existing trash can.",
        "A trash can could be placed near the power strip and white cabinets.",
        "The paper tray on the table has been removed to make space for other items.",
        "The trash can can be moved to the middle of the room between the wooden table and the copier."
    ],
    "scene0019_00": [
        "The lamp near the vending machine has been moved to the far corner next to a row of chairs.",
        "The couch now has a lamp on its left armrest, which has been relocated from next to the vending machine.",
        "The vending machine has been rotated to face the couch instead of the door.",
        "The trash can near the door has been removed to clear the entryway.",
        "The trash can that was near the door is now next to the vending machine and lamp.",
        "A coat rack has been added between the trash can and the door for hanging jackets and bags.",
        "The couch has been moved from the middle section to the front of the two rows of red chairs.",
        "Three chairs around the couch have been removed from the room."
    ],
    "scene0023_00": [
        "The whiteboard has been moved to the wall next to the window.",
        "The computer tower and monitor have been moved to the side with the windows.",
        "The two tables have been pushed together to form one longer table in the middle.",
        "One chair near the left table has been removed to reduce clutter.",
        "The monitor has been moved to the shelf above for more desk space.",
        "The whiteboard has been relocated to the middle of the right wall for better access.",
        "The printer has been moved to the rightmost yellow table.",
        "The shelf has been relocated near the row of chairs and a window.",
        "The whiteboard and shelf positions have been swapped, now above the printer.",
        "The printer has been moved to the bottom right corner of the white desk.",
        "The printer has been moved to the table nearest the chairs and white desk.",
        "The chair closest to the monitor has been removed for more walking space.",
        "The computer tower has been placed under the far yellow table."
    ],
    "scene0024_00": [
        "The hoverboard has been moved from near the plant to under the table beside the radiator.",
        "The picture above the couch has been taken down and now rests on the cabinet.",
        "The books on the couch have been replaced with a pillow for comfort.",
        "The metronome on the piano has been removed to simplify the surface.",
        "The hoverboard has been swapped with a safer bicycle.",
        "The backpack from the floor near the box has been moved to sit on the piano.",
        "The bag and surrounding chairs on the table have been removed to clear the surface.",
        "The ball by the left plant table has been moved to the corner near the shoes and stairs.",
        "The ball has been swapped for a rug to provide a softer feel underfoot.",
        "The piano bench has been moved from the piano to next to the armchair by the window.",
        "One plant on the table near the window has been removed to create more space.",
        "The metronome has been swapped for a digital timer to keep accurate time.",
        "The shoes near the stairs have been removed to tidy the entryway.",
        "The stool under the piano bench has swapped places with the shoes near the stairs."
    ],
    "scene0026_00": [
        "The shower curtain has been removed to open the shower area.",
        "The trash can near the heater has been removed to clear floor space.",
        "The paper towel dispenser has been removed to declutter the wall above the sinks.",
        "The closest toilet door has been closed for privacy.",
        "A soap dish has been added on the ledge.",
        "The mirror has been relocated to the right wall below the paper towel dispenser.",
        "The shower curtain has been draped across the doorframe on the right side for additional privacy.",
        "The heater has been removed to create more wall space near the window.",
        "The bathroom cabinet has been moved under the window, creating more space near the sinks."
    ],
    "scene0028_00": [
        "The footstools in front of the couch have been removed to create more walking space.",
        "The couch has been moved from the center of the room to against the wall by the bookshelves, opening up the floor plan.",
        "A red rug has been added under the round table to better define the dining area and add warmth.",
        "The trash can near the bookshelf has been removed to clear the floor and create a cleaner look.",
        "A potted plant has been added on the bookshelf to bring greenery into the room.",
        "The table and footstools have swapped positions, with chairs rearranged around the table.",
        "Two chairs near the table have been removed to streamline the dining area.",
        "The two armchairs closest to the bookshelf have been removed to create more space for additional seating.",
        "The bookshelf on the right side has swapped places with the trash can, positioning it near the round table and the trash can near the two armchairs."
    ],
    "scene0029_00": [
        "The towels above the toilet have been replaced with pictures and decorations.",
        "The trash can has been moved next to the door, creating more space in the bathroom.",
        "The towel that was on the floor next to the bathtub has been hung on the door.",
        "The towel that was hanging on the door has been removed to simplify the appearance.",
        "The towel on the floor near the bathtub has been moved to the ledge above the toilet.",
        "The bottle of shampoo on the shelf above the bathtub has tipped over, with its contents slowly leaking out.",
        "The trash can beside the toilet is overflowing, with crumpled tissues and empty bottles scattered around it.",
        "The towel has been removed from the door and placed on the shower curtain rod.",
        "The floor near the door is wet, with footprints leading from the bathtub to the exit, suggesting someone has recently showered.",
        "The toilet paper roll near the toilet is almost empty, with just a few sheets left hanging loosely.",
        "The bathtub has a ring of soap scum around its edge, with a bar of soap lying in a puddle of water.",
        "The shower curtain has been fully drawn, with some of its rings unhooked and dangling, revealing a wet floor inside the bathtub.",
        "The trash can that was beside the toilet has been placed next to the shelf by the bathtub.",
        "The toilet seat is up, and the toilet bowl is stained, indicating it hasn't been cleaned recently.",
        "The shelf in the right corner of the tub has been removed.",
        "The trash can next to the shower curtain has been removed to create more floor space.",
        "The toilet paper has been placed in a decorative basket on top of the toilet to hold extra rolls.",
        "The towel that was hanging on the door has been draped over the side of the bathtub.",
        "A potted plant has been added to the shelf near the bathtub to bring in a touch of nature.",
        "The shower curtain has been replaced with sliding glass doors.",
        "A soap dispenser has been added to the shelf near the bathtub for easy access while bathing.",
        "The two towels on the ledge have been removed to declutter the area."
    ],
    "scene0030_00": [
        "The clock above the blackboard has been moved to above the doorframe.",
        "The clock near the blackboard has been removed to free up the wall.",
        "A floor lamp has been added near the armchair for more lighting.",
        "A rug has been placed in front of the doorframe to prevent slipping.",
        "The trash can next to the bookshelf has been filled with crumpled papers, and is almost full.",
        "The trash can near the doorframe has been removed to clear the floor space.",
        "The bag under the white table by the window has been removed to create a more open area.",
        "The office chair closest to the blackboard with the clock has been missing a wheel, causing it to tilt awkwardly.",
        "The armchair in front of the blackboard has a tear on the left armrest, with stuffing showing.",
        "The clock above the blackboard has stopped at 3:45 pm",
        "The chair next to the trash can has a faint coffee stain, showing a recent spill.",
        "One office chair near the central table has been removed to increase movement space.",
        "The table closest to the window has a stack of disorganized papers with a pen on top."
    ],
    "scene0031_00": [
        "The jacket on the ottoman to the armchair's left has been moved onto the armchair between the two ottomans.",
        "The plant, originally near the ottoman and couch, has been shifted closer to the center table, adding greenery to the area.",
        "The ottoman next to the plant in the top left corner has been removed to free up space.",
        "The picture that was hanging on the wall has fallen and been placed on the long, thin white table.",
        "The ottoman to the armchair's left with the jacket on it has been moved to the corner between the armchair and couch.",
        "The armchair between the two ottomans has been moved behind the ottoman on its left.",
        "The picture hanging above the couch has become askew, suggesting it was bumped.",
        "A string of Christmas lights has been hung on the wall above the picture for illumination.",
        "A tall reading lamp has been positioned between the ottoman and the plant, near the wall with the picture.",
        "The picture on the wall has been removed for a cleaner look.",
        "A wooden storage chest has been placed to the left of the table in the middle of the room.",
        "A bottle of hand sanitizer has been placed on the ottoman with the jacket on it.",
        "The jacket on the ottoman to the armchair's left has been moved to the ottoman on its right.",
        "The jacket on the ottoman near the top right corner has a sleeve dangling off the edge, almost touching the floor.",
        "Another armchair has been added to the empty corner near the white table, couch, and armchair."
    ],
    "scene0033_00": [
        "The armchair near the column has been removed to create more floor space.",
        "The coffee table and chairs near the far right window have been removed to reduce clutter.",
        "The armchair beside the windowsill has been removed to open up the view.",
        "A standing lamp has been added next to the plant by the column for better lighting.",
        "The armchair next to the plant has been moved to the bottom right corner, near the coffee table in the center.",
        "The orange armchair next to the windowsill has a throw blanket fully covering the seat.",
        "A bookshelf has been added behind the plant near the coffee table for extra storage and decoration.",
        "The windowsill near the leftmost window has a potted succulent with soil scattered around, creating a mess.",
        "The plant near the column is drooping with leaves scattered, indicating it needs water.",
        "The window on the far right has been opened, letting in a cool breeze."
    ],
    "scene0034_00": [
        "The shower door has been wide open, fogging up the mirror with steam.",
        "The toilet has been replaced with a bidet that has a heated seat and water.",
        "Another purple towel has been added to the towel rack, next to the existing one and above the green towel.",
        "The cup on the vanity sink has been knocked over, spilling water towards the counter's edge.",
        "The cup from the vanity has been moved to the bathtub next to the bath products.",
        "A gray rectangular carpet has been put on the floor in front of the vanity.",
        "The towel hanging on the doorframe has been removed to reduce clutter.",
        "The mirror above the sink has been reinstalled on the wall next to the bathtub for a different view.",
        "The trash bin beside the toilet has been removed for a cleaner look near the door.",
        "The bathroom sink has had a slow drain, causing water and soap scum to pool around the base.",
        "The toilet paper roll next to the toilet has been empty, with a few sheets left hanging.",
        "The vanity and double sink have been updated with a white cabinet base and a large single channel sink.",
        "The bath products on the tub edge have been disorganized, with soap spilled onto the surface.",
        "The window above the bathtub has been open, letting in a cool breeze that rustles the shower curtain.",
        "The wall mirror has been replaced with a mirrored medicine cabinet for more storage.",
        "The purple towel on the rack above the scale has been wet and dripping onto the floor.",
        "The trash bin by the toilet has been moved to beside the shelf.",
        "A towel rack for hand towels has been hung on the wall between the vanity and the toilet room, halfway up above the sink on the left side.",
        "The bath products scattered around the tub have been organized on the vanity."
    ],
    "scene0035_00": [
        "Two books have been added to the nightstand next to the bed.",
        "A bookshelf has been added next to the dresser for extra storage.",
        "The chair next to the desk has a jacket draped over the backrest, with one sleeve hanging down.",
        "The radiator below the window has a pile of papers stacked on top, yellowed from heat exposure.",
        "A basket for organizing items has been added under the desk for extra storage.",
        "An indoor plant has been added to the nightstand for a touch of nature.",
        "The window beside the radiator has been left wide open, letting in a strong breeze.",
        "One more chair has been added in front of the desk for extra seating.",
        "The shelf above the bed has a layer of dust, and a book is precariously balanced on the edge.",
        "The desk is cluttered with papers, a coffee mug with a lipstick stain, and an open laptop showing a paused video.",
        "The nightstand has been moved between the shelf and the dresser.",
        "A lamp has been added to the desk, dresser, and nightstand for extra lighting.",
        "The door beside the dresser has a poster taped to it, peeling off at the corners.",
        "The shelf has been placed on top of the dresser.",
        "The nightstand drawer is open, revealing a pair of glasses and a stack of old letters."
    ],
    "scene0036_00": [
        "The trash can near the window has been overflowing, with crumpled papers and empty bottles spilling onto the floor.",
        "The coffee table, which once sat in the center of the room, has been moved near the window where the cushion used to be.",
        "The coffee table has been replaced by a padded ottoman.",
        "The trash can has been replaced by a green potted plant.",
        "The whiteboard along the wall has been replaced by a blackboard with two markers on it.",
        "The end table has been replaced by a tall metal lamp.",
        "The cushion on the couch near the window has been removed to create a simpler look.",
        "The table between the two seats has been removed to free up more space.",
        "The whiteboard in front of the couch has been removed to clear the wall space.",
        "The whiteboard near the coffee table has various notes hastily scribbled in different colors, with one marker cap missing.",
        "The trash can near the window has been removed to declutter the area.",
        "A rug has been added underneath the coffee table to add warmth to the room.",
        "The seat next to the table and couch has been pulled out, with a book lying open on the seat.",
        "The couch nearest to the coffee table has had a throw blanket draped messily over the back, with one corner trailing on the floor.",
        "The trash can, previously positioned near the window, has been relocated to the corner beside the end table.",
        "The table near the seats has a vase with wilted flowers, with a few petals scattered around its base.",
        "The couch near the trash can has been replaced by a recliner.",
        "A monitor and a keyboard have been added on the white table in the middle of the room for work."
    ],
    "scene0037_00": [
        "A digital clock has been placed above the middle table to track time.",
        "Four chairs next to the middle table have lost a leg, making them lean awkwardly against the table.",
        "The books on the left bookshelf have fallen over.",
        "The chair in the top left corner has been removed to create more space.",
        "One of the chairs around the table has tipped over and is lying on its side near the bookshelf.",
        "Three books on the right bookshelf have fallen over.",
        "Floor lamps have been added beside each bookshelf to improve lighting.",
        "A large monitor has been set up on the middle table for presentations.",
        "Four armchairs have been placed around the table.",
        "Microphones have been added at each chair in the room."
    ],
    "scene0038_00": [
        "The coffee table against the wall has been moved across the red line to the trash can.",
        "The long brown table has been moved behind the four chairs around the coffee table.",
        "The coffee table surrounded by four chairs has been moved next to another coffee table.",
        "The jacket on the chair has been moved to the long brown table.",
        "The chair closest to the armchair has been removed for more space around the table.",
        "The trash can has been placed under the table with seven chairs around it.",
        "Trash cans have been added under each table area in the room.",
        "The chair closest to the trash can has been placed on the coffee table, with two chairs beside it.",
        "A floor lamp has been added to the hallway between the chair and the long brown table.",
        "All chairs around the coffee tables have been tipped over, with one leg visibly broken.",
        "The jacket has been thrown into the trash can.",
        "The jacket on the chair near the coffee table has been removed to declutter the area.",
        "The two chairs by the coffee table near the red line have been removed from the room.",
        "Seven chairs at the red table by the trash can have been removed from the room.",
        "The coffee table next to the wall has a stack of open magazines and a coffee mug with a spill staining the surface.",
        "The trash can has been moved to the area with four chairs around a coffee table.",
        "The coffee table near the red table has been removed from the room.",
        "The jacket on the chair near the coffee table has been neatly folded and placed on the nearby coffee table.",
        "The chairs under the red table can be moved next to the coffee table near the red line.",
        "The trash can in the top right corner is overflowing with papers and a crushed can spilling onto the floor.",
        "The four chairs behind the far table have been stacked on one another.",
        "A bookshelf has been added next to the red table for storage and organization.",
        "The jacket draped over the chair in the bottom left is slipping off, with one sleeve hanging off the chair back.",
        "The four chairs around the large coffee table have been removed from the room."
    ],
    "scene0039_00": [
        "The trash can near the desk has been removed to reduce clutter.",
        "The lamp on the desk has been placed on the shelf.",
        "The nightstand has been shifted to the side of the shelf.",
        "A pillow has been positioned on the bed, on top of the white comforter, against the headboard.",
        "An open laptop has been placed on the desk, near the lamp.",
        "The bed has been rotated so its head faces the closest wall, making the head of the bed closer to the viewer.",
        "The chair, initially in front of the desk, has been shifted to the corner beside the door.",
        "The window behind the nightstand has been fully opened, allowing a cool breeze to flow into the room and rustle the curtains.",
        "The trash can has been moved from beneath the desk to the foot of the bed, in front of the shelf.",
        "The desk, along with the chair, lamp, and trash can, has switched positions with the nightstand.",
        "The chair by the desk has been placed on the bed.",
        "A wall clock has been added above the door to keep track of time.",
        "The dark office chair has been moved from the desk to in front of the window, to the left of the nightstand.",
        "An ottoman has replaced the chair next to the trash can.",
        "A floral painting has been placed on the wall across from the bed, next to the shelf.",
        "The lamp with the black shade has been moved from the left side of the desk to the right side.",
        "A chair has replaced the lamp next to the trash can.",
        "The chair in front of the desk has one leg lifted, making it unbalanced on the floor.",
        "The trash can, formerly under the desk, has been moved to the left side of the bed near the closet.",
        "The desk, along with the chair, lamp, and trash can, has switched positions with the nightstand with the lamp on top.",
        "A floral painting has been hung on the wall across from the bed, next to the shelf.",
        "A fireplace has replaced the shelf at the foot of the bed.",
        "The nightstand, once under the window, now resides next to the bed, providing easy access from the sleeping area.",
        "The lamp next to the desk has been removed to create more floor space.",
        "The lamp has been placed on the nightstand.",
        "Three books have been added on the shelf at the foot of the bed.",
        "The chair by the desk has been moved to the side of the shelf.",
        "The nightstand has been moved from the window side of the room to the left side, next to the shelf.",
        "The desk has been moved from the right corner of the room to the position in front of the window where the nightstand used to be.",
        "The trash can next to the desk is filled to the brim, with a crumpled piece of paper lying on the floor beside it.",
        "An open laptop has been placed on the desk, close to the lamp.",
        "A glass has been placed on the nightstand.",
        "A stool has replaced the nightstand below the window."
    ],
    "scene0040_00": [
        "The clock above the desk has shown an incorrect time, suggesting the batteries might be low or dead.",
        "The cardboard near the window has been removed to declutter the area.",
        "The pillow, previously on the orange couch, has been relocated to the office chair by the window.",
        "The tube that was leaning against the white cabinet has been placed next to the bookshelf and desk.",
        "The office chair in front of the table has been moved to between the orange couch and whiteboard.",
        "The pillow on the couch has had a tear on one corner, with a bit of stuffing peeking out.",
        "The whiteboard eraser has been placed by the whiteboard near the shelf above the tube.",
        "A standing lamp has been added next to the office chair to provide additional lighting for the workspace.",
        "A tissue box has been placed on the side of the desk close to the window.",
        "The bottle that was on the desk has been placed on the shelf atop the white cabinet.",
        "All whiteboards in this room have had their own whiteboard erasers.",
        "One tube that was by the cardboard has been moved beside the paper bag, near the light switch.",
        "The new headphones have been taken from the table and connected to the nearby monitor on the shelf.",
        "One teddy bear that was on the desk has been moved to the couch by the office chair.",
        "The cardboard box that was on the right side of the room leaning against the table has been put on the floor in front of the door.",
        "The stuffed animal, which used to be on the desk, has found a new spot on the bookshelf close to the door.",
        "The clock, originally on the shelf, has been moved atop the file cabinet beside the blue trash can.",
        "The pillow that was on the couch has been moved to the office chair in front of the couch.",
        "The paper bag near the light switch has been removed to clear the walkway.",
        "The table next to the couch has been moved to next to the bookshelf by the door.",
        "The paper bag that was near the light switch has been moved to the desk beside the stuffed animal."
    ],
    "scene0042_00": [
        "The sink has been moved from the right side to the center wall opposite the paper towel dispenser.",
        "A recycling bin has replaced the clear trash bin near the paper towel dispenser.",
        "The trash bin next to the paper towel dispenser is almost full, with paper towels on the floor.",
        "The soap dispenser next to the sink has been removed to create more counter space.",
        "The trash bin has been moved from under the paper towel dispenser to next to the bathroom stall door.",
        "The paper towel dispenser near the trash bin has been removed to reduce clutter.",
        "The mirror above the sink is smudged with fingerprints and streaks.",
        "The mirror above the sink has been removed to simplify the wall.",
        "The paper towel dispenser cover is hanging open with an almost empty roll inside.",
        "The sink faucet has been left running with water pouring down the drain.",
        "Another soap dispenser has been installed on the wall opposite the existing one near the sink.",
        "A stainless steel hand dryer has replaced the black paper towel dispenser next to the trash bin.",
        "The soap dispenser is empty with dry residue around the nozzle.",
        "There is a puddle of soapy water under the sink, possibly from a leak.",
        "A hand sanitizer dispenser has been added near the sink for extra hygiene.",
        "One of the bathroom stall doors is missing its bottom hinge and hangs unevenly."
    ],
    "scene0048_00": [
        "The cabinet near the sink has been moved beside the black chair at the end of the room.",
        "A fruit bowl has been added to each round table to make the dining setup more inviting.",
        "The dishwasher door is open, with clean dishes inside, ready to be put away.",
        "The microwave door is open, with a bowl of reheated soup inside, still steaming.",
        "The sink is filled with soapy water, with submerged dishes and silverware and bubbles on the surface.",
        "A potted plant has been added near the column for a touch of greenery.",
        "The chairs around the yellow round tables have been removed for more walking space.",
        "The backpack on the table is open, with notebooks and pens spilling onto the carpet.",
        "The backpack on the table has been removed to declutter the area.",
        "The table has a coffee cup stain next to an open laptop showing a paused video.",
        "One leg of the chair next to the table is broken, making it tilt precariously.",
        "The cabinet door under the sink is hanging loosely, revealing cleaning supplies inside.",
        "The table in the center of the room has been moved closer to the cabinets, next to the column.",
        "A sticky note with a grocery list in blue ink has been attached to the column near the dishwasher.",
        "The black chair has been removed from the kitchen.",
        "The backpack on the table has been moved against the column near the dishwasher.",
        "The chair behind the left table has been removed to make the space more open."
    ],
    "scene0050_00": [
        "Two water bottles have been placed in each backpack.",
        "Another sheet of music containing Mozart's 3rd Movement Sonata: Piano Sonata No. 11 in A Major, K. 331 has been placed on the piano.",
        "The couch cushions have been indented, with a blanket crumpled in one corner.",
        "The red toolbox next to the piano has been left fully open, with a wrench sticking out.",
        "A narrow planter stand with a fern on top has been placed between the two doorframes on the right side of the room.",
        "A blue flannel throw blanket has been draped over the back of the armchair.",
        "A TV has been mounted on the wall above the Roomba.",
        "The piano keys have fingerprints and smudges, suggesting recent use.",
        "The printer, which was on the desk, now sits on the nearby armchair, and the laptop has been taken away from the desk.",
        "The blue toolbox next to the piano has been removed to declutter the shelf.",
        "The bag that was on the desk beside the printer has been moved to hang on the back of the chair, keeping the floor clear.",
        "A painting of a wolf howling at the moon has been mounted on the wall above the couch.",
        "A white drink refrigerator has been placed directly to the left of the couch, flush with its side.",
        "The cup on the desk has been removed to simplify the surface.",
        "The lamp next to the desk has been tilted, casting a skewed shadow on the wall.",
        "Two cushions have been placed on the couch, one on each side.",
        "A floor lamp has been added next to the armchair close to the door to provide additional lighting.",
        "The backpacks on the ottoman near the couch have been removed to clear the seating area.",
        "The armchair, once opposite the couch, now resides next to the piano and toolboxes, leaving more space in the center of the room.",
        "A potted plant has been added to the desk near the laptop to bring some greenery.",
        "The lamp, originally on the desk, has been moved to the piano top to provide better lighting.",
        "A footstool has been added in front of the white wooden chair, providing enough clearance with the laptop desk."
    ],
    "scene0051_00": [
        "A green rug has been placed under the chair by the table.",
        "The white chair next to the table has been moved by the fan next to the nightstand.",
        "One leg of a chair in front of the computer table has broken, making it lean to one side.",
        "A stack of books on the bookshelf has toppled over, with six books lying on the floor.",
        "A picture frame can be mounted on the wall above the bed.",
        "The laptop on the table next to the monitor has its screen cracked with visible lines.",
        "Purple curtains can be hung on the window next to the dresser.",
        "The blanket on the bed has been moved next to the nightstand.",
        "A lamp can be placed on the nightstand beside the bed.",
        "The clothes at the foot of the pink bed have been moved into the shower.",
        "The pillow that was on the bed now rests on the chair nearest to the closet.",
        "The mouse on the table has been placed next to the fan on the windowsill.",
        "A rug has been added in front of the closet for comfort and style.",
        "The clothes scattered on the floor by the bed are now neatly folded in the dresser.",
        "The laptop on the table now sits on the nightstand beside the bed.",
        "The clothes on the floor can be replaced with a laundry basket.",
        "The laptop on the desk can be replaced with another monitor.",
        "The window above the bed can be replaced with a mirror.",
        "The laundry basket is overflowing, with socks and a shirt on the floor next to it.",
        "The pink pillow from the pink bed has been placed in the laundry basket.",
        "The towel hanging on the doorframe has been removed to declutter the entryway.",
        "The bathroom vanity is cluttered with toiletries, including an uncapped toothpaste tube.",
        "The laptop on the table has been put into the closet.",
        "The pink pillow on the bed can be replaced with a long body pillow.",
        "A gold mirror can be hung above the toilet in the bathroom.",
        "The closet door is open, with clothes spilling onto the floor.",
        "The fan that was by the nightstand now hums atop the dresser.",
        "The white chair next to the table has been moved between the bathroom door and the fan.",
        "The bookshelf next to the dresser can be replaced with a chair.",
        "The fan from the window has been moved to the nightstand.",
        "The laundry basket near the door has been removed to clear the path.",
        "The window above the dresser is open, letting a breeze rustle the curtains.",
        "The fan next to the nightstand has been removed to create more space."
    ],
    "scene0052_00": [
        "The window has been opened for natural ventilation.",
        "The trash bin by the door has been left open with a banana peel hanging over the edge.",
        "A floor lamp has been added near the window for extra lighting.",
        "A table has been placed next to the radiator for essentials and decorations.",
        "One jacket has been removed from the seat.",
        "The trash bin has been moved from the lower left corner to under the window on the right.",
        "The jacket that was on the seat in the upper left corner now hangs on the radiator by the window.",
        "One seat has been removed from the scene.",
        "One trash bin has been removed from the scene.",
        "The radiator has been removed from the scene.",
        "A bookshelf has been added beside the radiator for more storage.",
        "A rug has been placed in front of the window for a cozy touch.",
        "A couch and two armchairs have been arranged against the wall near the trash bin, creating a cozy seating area.",
        "Three stools have been added in front of the radiator.",
        "The seat and the jacket on it have been moved to the opposite corner of the room."
    ],
    "scene0054_00": [
        "A coffee table with a coffee pot has been added in front of the couch.",
        "The lamp near the window has been removed to allow more space and better natural light.",
        "The desk, formerly by the window, has been swapped with the bookshelf.",
        "The black chair, once beside the desk, has been moved to a corner near the closet door for a more open layout.",
        "The pillow, once on the couch, has been moved to the top of the bookshelf.",
        "The ball near the stool has been removed to create more walking space.",
        "The bathtub has a damp towel draped over the edge with water droplets trickling down from it.",
        "The drawer below the shelf is fully open, revealing pens, sticky notes, and a few coins.",
        "One purse next to the drawer has been removed to declutter and organize the area.",
        "The tissue box and soap dish from the bathroom vanity have been moved to the couch.",
        "The picture from the wall is now hanging in the corner between the shelves with drawers and the window."
    ],
    "scene0056_00": [
        "The shortest table in the room has a potted plant with a few brown, wilted leaves, indicating it hasn't been watered in a while.",
        "A coffee maker has been added on the long thin table in front of the office chair for convenient access to refreshments.",
        "A bookshelf has been added at the corner of the room between the trash can and the yellow doorframe.",
        "The door in the back of the room has scuff marks and scratches near the bottom, suggesting it has been repeatedly kicked open.",
        "The armchair that was previously positioned in front of the monitor now cozily sits next to the door.",
        "A potted plant has been added on the windowsill to bring some greenery into the space.",
        "The trash can near the door has been removed to clear the entryway.",
        "The monitor on the table closest to the door is displaying a blue screen of death, casting a bluish tint on the nearby keyboard.",
        "The keyboard on the table nearest the window has been removed to declutter the workspace.",
        "The whiteboard above the trash can has hastily scribbled notes and diagrams, with several markers and an eraser left on the floor beneath it.",
        "A floor lamp has been added near the door to improve lighting in the entrance area.",
        "An office chair that was sitting behind the middle table has been moved next to the trash can below the whiteboard.",
        "The trash can, originally placed near the whiteboard, has been moved to the space beneath the windowsill.",
        "The armchair near the table with the monitor and keyboard has a stack of notebooks and a coffee cup precariously balanced on one armrest.",
        "The armchair next to the table has been removed to open up the area for better flow.",
        "The black chairs next to the whiteboard on the left side have been removed to create more space for standing during presentations."
    ],
    "scene0057_00": [
        "The container by the rack with clothes and the stool has now been removed.",
        "The container near the stool has been moved beside the shelf under the window.",
        "The bin next to the table has been removed to clear floor space.",
        "The table near the cabinet has swapped places with the stool.",
        "The wheel near the shelf has been rolled to the front of the green cabinet, tilted as if about to fall.",
        "A potted plant has been added near the lamp for some greenery.",
        "The lamp on the table has been turned on, casting warm light nearby.",
        "The container near the rack of clothes has been knocked over, spilling items on the floor.",
        "The stool near the rack of clothes has been removed for more walking space.",
        "A vase with flowers has been added on the table near the bin for decoration.",
        "The bin on the box next to the table with the chair has been removed.",
        "The white chair near the table has been pulled out and tilted backward, as if someone stood up quickly.",
        "The stool near the container has been placed next to the wheel.",
        "The lamp formerly on the table near the shelf is now on top of the cabinet by the door, illuminating the entrance.",
        "The chair previously beside the box has been moved near the shelf and wheel for extra seating.",
        "The wheel behind the lamp, below and to the left of the window, has been removed.",
        "The box beneath the bin is open, with colorful papers spilling out.",
        "The box, previously next to the chair, has been moved under the table with the lamp on it.",
        "The wheel near the window has been removed for a cleaner look.",
        "The clothes inside the rack have been removed."
    ],
    "scene0058_00": [
        "The telephone cord has tangled around the base and the receiver has been hastily replaced.",
        "The whiteboard eraser has been moved to the desk next to the radiator.",
        "The purse has been hung on a hook beside the cabinet, within easy reach.",
        "The telephone has been shifted to the chair close to the power strip, freeing up desk space.",
        "The chair has been repositioned to the corner under the cabinet, creating an open pathway.",
        "One of the chairs in front of the table has been removed from this room.",
        "The whiteboard eraser has been removed to simplify the wall surface.",
        "The trash can near the cabinet has been removed to reduce clutter.",
        "The trash can has been placed under the desks.",
        "The file cabinet near the window has been removed to create an open area.",
        "The fan has been moved to the corner next to the cabinet to help circulate fresh air.",
        "The plant on the table has been drooping, with several leaves scattered on the desk, indicating it hasn't been watered in a while.",
        "The table plant has been moved to the windowsill, bringing greenery to the view.",
        "The trash can has been moved between two blue chairs behind the desk.",
        "The computer tower has been removed to create more desk space.",
        "The whiteboard eraser has been placed on the edge of the table for easier reach during meetings.",
        "The window has a smudge on the glass."
    ],
    "scene0059_00": [
        "A potted plant has been added next to the water cooler, bringing some greenery into the space.",
        "The trash can near the water cooler has been removed to make the area cleaner.",
        "A blanket draped over the armchair's backrest near the doorframe has been slipping off.",
        "The water cooler has been moved in front of the doorframe next to the yellow chair.",
        "The mini fridge has been moved to the space next to the water cooler.",
        "The microwave on the cabinet has been removed to create more counter space.",
        "The backpack on the chair near the top doorframe has been removed to declutter the area.",
        "The water cooler near the trash can has a puddle of water below it, suggesting a recent spill or leak.",
        "Two backpacks have been removed from the chairs to clear the seating area.",
        "The trash can, once beside the water cooler, now sits near the armchair by the doorframe on the left side.",
        "The microwave door on the mini fridge is wide open, with a cup and food splatters inside.",
        "The gray couch in front of the yellow cabinet has swapped positions with the tables in the center of the room."
    ],
    "scene0061_00": [
        "The plant beside the couch has been moved next to the bar, adding greenery.",
        "The ottomans close to the couch have been moved around the yellow round table.",
        "The plant on the flower stand has a few yellowing leaves dropping on the floor.",
        "The flower stand that was near the curtain is now beside the chair on the right side of the room.",
        "Two of the pillows on the couch have been placed on the ottomans.",
        "The table between the ottomans has been removed to create more space.",
        "A coffee table has been added between the gray couch and the yellow round table.",
        "One of the stools behind the couch has been moved near the yellow round table.",
        "The flower stand near the curtain has been removed to create more space near the window.",
        "The TV in front of the couch has been removed to reduce clutter.",
        "The curtain near the couch is now fully open, letting sunlight stream in.",
        "A bookshelf has been added next to the flower stand and TV for books and magazines."
    ],
    "scene0062_00": [
        "A rug has been added in front of the sink for comfort while standing.",
        "The jacket leaning against the wall has been hung on the door handle.",
        "The mirror in front of the sink has been moved to the wall below the toilet seat cover dispenser.",
        "The black trash can under the sink has been moved to the right side of the door under the light switch.",
        "The jacket next to the paper towel dispenser has been removed to clear space.",
        "The wooden base of the doorframe has a crack, with wood splinters scattered around.",
        "The toilet paper on the back of the toilet is now on the counter to the left of the sink.",
        "The trash can beside the toilet is full, with a used tissue on the floor next to it.",
        "The mirror above the sink has a smudge in the center, obscuring the reflection.",
        "The paper towel dispenser on the counter has been removed to simplify the area.",
        "A towel has been added next to the jacket in the room.",
        "The trash can next to the toilet seat cover dispenser has been removed to create more floor space.",
        "The paper towel dispenser next to the sink is empty, with a few sheets hanging out.",
        "The toilet seat cover dispenser on the left wall is now beside the counter near the light switch.",
        "The toilet seat cover dispenser is open, with covers scattered on the floor.",
        "The light switch near the doorframe is on, casting a warm glow in the room.",
        "The toilet lid is open, and the toilet paper at the back of the toilet has fallen in.",
        "The white toilet has been moved to the wall opposite the door.",
        "The toilet papers under the rail have been removed to declutter the wall.",
        "The toilet seat cover dispenser, initially to the left of the white trash can, has been relocated above the toilet.",
        "The soap dispenser next to the sink has been moved to the wall by the door.",
        "Two more toilet papers have been added on the counter by the sink."
    ],
    "scene0063_00": [
        "A bowl of fruit has been placed on the kitchen island.",
        "The kitchen island has been shifted next to the yellow rectangle table.",
        "The table and chairs next to the microwave have been removed for more open space.",
        "The microwave on the kitchen counter has been removed to create more prep space.",
        "The table has been repositioned to the center of the room, next to the kitchen island.",
        "The chairs near the kitchen island have been removed to make more room for walking.",
        "A finished cup of coffee has been placed on the kitchen island, leaving a coffee ring stain.",
        "Another chair can be added to the kitchen table.",
        "Photos can be attached to the refrigerator doors.",
        "The dishwasher below the kitchen counter has been fully opened, showing clean dishes and a few wet utensils.",
        "The dishwasher next to the kitchen counter has been replaced with a washing machine.",
        "A stack of mail and papers has cluttered the kitchen counter below the microwave, with an opened envelope and a fully read letter.",
        "A plant has been added near the refrigerator to bring some greenery into the kitchen.",
        "A wall clock has been added above the kitchen cabinets to help keep track of time while cooking.",
        "The refrigerator has been relocated to the corner near the dishwasher for a more streamlined setup.",
        "The door in the background has been left wide open, allowing light to stream in and cast shadows on the kitchen island.",
        "Napkins can be set on the kitchen island.",
        "Three dishes with leftover food have been placed on the kitchen island, with crumbs scattered around.",
        "A plant can be positioned next to the yellow rectangle table.",
        "The dishwasher has been swapped with the kitchen cabinet next to it."
    ],
    "scene0066_00": [
        "The trash can near the door has been full, with a crumpled soda can on top.",
        "The cabinet in front of the table has had its door wide open, showing neatly stacked binders and office supplies inside.",
        "Six office chairs around the table have been removed.",
        "The trash can next to the chairs has been moved to the corner by the cabinet.",
        "The trash can in the corner near the door has been removed.",
        "A big monitor has been set on the table.",
        "A water dispenser has been added near the curtains.",
        "Five computers with keyboards have been placed on the table in the middle of the room.",
        "A poster of kittens has been attached to the front of the cabinet.",
        "A rug has been placed on the floor beneath the table.",
        "The table, originally at the center, has been shifted to the curtains.",
        "The door near the trash can has been wide open.",
        "The large table next to the cabinet, along with six office chairs and one normal chair, has been removed.",
        "Two office chairs from the right side of the table have been removed to increase walking space.",
        "The office chair behind the table has been removed to create more space.",
        "The table in the center has had a coffee ring stain to the right of a stack of papers.",
        "The yellow chair next to the trash can by the entrance has been removed.",
        "A jacket has been hanging on the back of the black chair closest to the door.",
        "The cabinet has been repositioned to the opposite side, next to rows of office chairs.",
        "The cabinet along the table has been removed.",
        "The chairs not around the table have been removed.",
        "The single cabinet next to the table and office chair has been removed."
    ],
    "scene0067_00": [
        "A toothbrush has been added to the sink for convenience.",
        "Two toilet paper rolls have been placed at the back of the toilet.",
        "A used paper towel has been crumpled on the floor in front of the sink, below the mirror.",
        "The trash bin near the paper towel dispenser has been removed to reduce clutter.",
        "The handicap bar above the toilet paper dispenser has been removed to declutter the wall.",
        "The sink below the mirror has a pool of water around the faucet, suggesting recent use.",
        "The handle of the paper towel dispenser near the trash bin is broken and hanging loose.",
        "A soap dispenser has been added next to the sink for convenience.",
        "The toilet paper dispenser near the toilet is empty, with the cardboard roll still in place.",
        "The door is wide open and blocked by a new trash can.",
        "The trash bin near the doorframe is overflowing, with paper towels spilling onto the floor.",
        "The sink, previously beneath the mirror, has been repositioned to the corner near the doorframe.",
        "The trash bin, previously beneath the paper towel dispenser, has been relocated next to the sink.",
        "A shelf has been added above the toilet for extra storage space.",
        "The handicapped bar next to the toilet paper dispenser is rusted, showing signs of aging.",
        "The mirror, once above the sink, is now above the toilet."
    ],
    "scene0068_00": [
        "The refrigerator door has been left open with a milk carton positioned precariously on the shelf's edge.",
        "A wall clock has been placed on the kitchen cabinet above the refrigerator for better time tracking in the kitchen.",
        "The trash can near the kitchen counter has been removed to clear space under the cabinets.",
        "The kitchen counter has a cup overturned with a coffee puddle beside it.",
        "The paper towel dispenser, once mounted on the wall, has been attached to the side of the refrigerator for easier access.",
        "The fire extinguisher mounted on the wall has fallen and is lying horizontally on the floor.",
        "A dish rack has been added near the sink to organize clean dishes and utensils.",
        "The microwave door above the kitchen counter is open with a leftover meal inside emitting a faint smell.",
        "The coffee maker, once on a low counter near the entrance, has swapped places with the toaster oven.",
        "The fire extinguisher, originally above the trash bag and pizza boxes, has been mounted on the wall between the coffee maker and paper towel dispenser.",
        "Water has been dripping from the faucet of the sink next to the dishwasher, creating a pool of water on the counter.",
        "The stool near the dishwasher has been removed to free up space for easier movement in the kitchen.",
        "The stool, once beside the dishwasher, has been relocated to the corner near the refrigerator, creating more space by the sink.",
        "The fire extinguisher near the pizza boxes has been taken away from the wall.",
        "The coffee boxes on the kitchen counter have been removed to declutter the shelf.",
        "The toaster oven, once on the kitchen counter, has been placed in the cabinet above the microwave."
    ],
    "scene0072_00": [
        "The pillow on the bed near the window has been removed to clear floor space.",
        "A white light switch has been added above the white pillow on the bed.",
        "The clothes hanging on the cabinet have been removed to reduce visual clutter.",
        "The container under the table next to the radiator has been moved into the wardrobe closet.",
        "The doorframe near the light switch has a noticeable scratch, as if something heavy has brushed against it.",
        "The light above the bed has flickered intermittently, casting dancing shadows across the room.",
        "The bag under the stool has been removed to create a more organized workspace.",
        "The radiator next to the curtain has been moved to the opposite wall near the wardrobe closet.",
        "The radiator near the window has a puddle of water underneath it, indicating a leak.",
        "The container on the table is missing its lid, with various office supplies spilling out.",
        "The bag on the floor near the cabinet now hangs from the back of the door.",
        "A new brown bag has been placed on the white table closest to the green bed.",
        "The clothes hanging on the cabinet have been placed on the shelf near the door, under the white pillows but above the brown box.",
        "A floor lamp has been added near the cabinet to provide better lighting in the area.",
        "The curtain by the window has dropped down, blocking natural light from entering the room.",
        "The light fixture in the center of the room has been moved to the corner above the white table, illuminating that area more directly.",
        "A new white pillow has been placed on the green bed near the white wall with a window.",
        "The wardrobe closet door is open, with a jacket sleeve hanging out.",
        "The large basket near the doorframe is now positioned at the front of the cabinet.",
        "The clothes near the door have been placed on the green bed next to the window."
    ],
    "scene0073_00": [
        "A shelf has been added above the radiator for extra storage space.",
        "The dumbbell on the bed has been removed to clear the sleeping area.",
        "The dumbbell has been moved from the bed to the top of the table.",
        "The trash can has been moved between the closet door and the room door, against the wall.",
        "The trash can near the suitcase has been removed to reduce clutter.",
        "The closet door is open, showing two hanging clothes.",
        "The coat rack has been moved to the corner by the door.",
        "The two suitcases that were under the table have been placed on the bed.",
        "The clothes on the dresser have been removed to tidy the surface.",
        "The radiator near the table is mounted on the wall next to the gray chair.",
        "The dumbbell on the bed has been moved to the floor, next to the other dumbbells by the closet.",
        "The red clothes on the dresser have been moved to the chair.",
        "The dresser has been moved to the front of the window curtain from beside the bed.",
        "The chair has been moved to the front of the curtains from the corner by the door.",
        "The clothes on the dresser have been moved into the closet near the door.",
        "The bed is unmade, with the blanket and sheets tangled, and pillows scattered, suggesting a hasty departure.",
        "The chair near the radiator has been removed to free up floor space.",
        "Two dumbbells have been removed from the floor.",
        "A large mirror has been added above the dresser to create a sense of openness.",
        "The trash can under the table has been relocated next to the foot of the bed."
    ],
    "scene0075_00": [
        "The whiteboard eraser has been removed to reduce clutter.",
        "The radiator has been moved from beneath the window to the wall where the TV used to be.",
        "The TV has been removed to create a cleaner, more open look.",
        "The whiteboard on the right wall has a list of tasks, with one item crossed out.",
        "The window above the radiator has been opened, letting a cool breeze ripple the papers on the table.",
        "A floor lamp has been added near the radiator for extra lighting.",
        "A bookshelf has been added between the chair and radiator for more storage.",
        "The table in the center of the room has three Starbucks coffee cups, one tipped over and spilling coffee.",
        "All office chairs around the rectangular table have been removed.",
        "The whiteboard eraser has been moved from the whiteboard to another whiteboard in the room.",
        "The TV has been relocated to the wall between the window and radiator.",
        "The whiteboard eraser has been moved from the left whiteboard to the table near the center.",
        "The chair next to the whiteboard eraser has been removed to create more space by the windowsill."
    ],
    "scene0076_00": [
        "A towel rack has been added above the sink for easy towel access while cooking.",
        "The kitchen sink has soapy water with a few pieces of silverware at the bottom.",
        "A plant has been added on the kitchen cabinet near the refrigerator to add greenery.",
        "The refrigerator has been moved to the opposite corner, replacing a removed chair.",
        "The refrigerator door is fully open with a carton of milk on the top shelf's edge.",
        "The table in the center of the room has a laptop displaying a spreadsheet.",
        "The microwave door next to the sink is open, emitting a faint burnt smell.",
        "The table, once surrounded by chairs, has been moved next to the refrigerator, creating more space.",
        "The board on the wall has been removed to declutter.",
        "The microwave on the kitchen counter has been removed to clear more space.",
        "The microwave has been relocated from the counter to the top of the refrigerator.",
        "The TV has been mounted on the wall near the board.",
        "The kitchen cabinet above the microwave is open, revealing neatly stacked bowls and plates.",
        "The soap dispenser, once next to the sink, now sits on the table near the refrigerator.",
        "Two office chairs near the board have been removed to create an open workspace.",
        "The chair in the corner has been moved around the table in the middle of the room."
    ],
    "scene0077_00": [
        "A standing lamp has been added next to the table with the copier for more light.",
        "Three books have been stored on the two shelves on the wall.",
        "The table in the middle of the room has had a stack of documents with a pen on top, suggesting recent work.",
        "The copier near the trash can has been removed.",
        "The door next to the trash can has been open, casting a narrow beam of light on the floor.",
        "The counter next to the cabinet has had two lab books and a pen on it.",
        "The shelf near the window has been removed to create a more open view.",
        "The window behind the printer has been fully open, letting in a soft breeze that rustles the papers on the counter.",
        "The printer next to the window has been removed to free up space on the counter.",
        "The printer near the window has had an error message flashing, indicating a paper jam with some pages sticking out.",
        "The table, originally in the middle of the room, has been moved in front of the cabinets, creating a workspace near the window.",
        "The cabinet, once next to the counter, has been moved to the corner beside the doorframe for more storage space.",
        "One of the trash cans near the door has been removed to create a cleaner entryway.",
        "A potted plant has been added on the counter near the shelves to add some greenery."
    ],
    "scene0080_00": [
        "A magazine rack has been added next to the toilet for reading material.",
        "The hamper has been moved below the light switch.",
        "The hamper has been relocated to the left wall opposite the bathroom cabinet.",
        "The power outlet left of the light switch has a phone charger plugged in, with the cable frayed.",
        "The trash can next to the toilet is full, with two tissues spilling onto the floor.",
        "The decoration on the wall has been replaced with a picture.",
        "The trash can next to the toilet has been removed to clear floor space.",
        "The decoration near the power outlet has been removed to reduce clutter.",
        "The decoration, previously beside the power outlet, is now on the bathroom cabinet next to the sink.",
        "The book on the back of the toilet has been replaced with a towel.",
        "The picture on the wall has swapped places with the decoration by the mirror.",
        "The picture, previously leaning against the wall, now hangs above the toilet.",
        "The picture has been replaced with the decoration from the wall by the mirror.",
        "The towel on the hamper is damp, with water dripping onto the floor.",
        "The towel, previously hung beside the hamper, is now draped over the sink edge.",
        "The book on the toilet tank has been removed to simplify the area.",
        "The book from the toilet tank has been moved to the top of the bathroom cabinet.",
        "A potted plant has been added to the sink counter next to the soap dispenser.",
        "An extra towel has been placed on the hamper.",
        "The trash can has been moved to the other side of the toilet, away from the sink."
    ],
    "scene0081_00": [
        "The third table from the left has been replaced with an ottoman, making the seating more versatile.",
        "The red ottoman near the middle table has been removed to create more walking space.",
        "Two tables and a red ottoman have been removed for more open space.",
        "A coffee table has been added in front of the middle table for drinks and snacks.",
        "The table without an ottoman nearby has been removed.",
        "Another red ottoman has been added next to the table that didn't have one.",
        "The red ottoman on the right has been moved to the left, positioned at the base of the couch next to the left table.",
        "The far left section of the couch has been moved to the far right end, still behind all tables and ottomans.",
        "A coffee mug has been placed on each round table.",
        "A monitor with a keyboard has been placed on the middle table.",
        "Two red ottomans have been replaced by two office chairs.",
        "The tables in the room have been replaced by cabinets.",
        "The middle table has a laptop with a notebook and pen, suggesting work has been done there.",
        "The gray couch has turned red."
    ],
    "scene0082_00": [
        "The chair closest to the pillar has lost a leg, causing it to lean to one side.",
        "The table in the middle has been replaced with two chairs.",
        "The single chair away from the table has swapped places with the pillar.",
        "The table in the middle of the room has been replaced with a coffee table.",
        "The only chair in the corner has been moved to the table without four chairs around it.",
        "One chair has been removed from each table in the room.",
        "The red chair in the corner has been moved next to the pillar, near the first table.",
        "The bottom table has been replaced with two more red chairs.",
        "Two tables have been removed from the room.",
        "Seven red chairs have been replaced with stools.",
        "The pillar at the top has been replaced with another red chair.",
        "The chair next to the pillar has been tilted backward.",
        "The table in the middle has been replaced with a gray couch.",
        "The chair next to the pillar has been removed for more space.",
        "The top table near the pillar has been replaced with another pillar.",
        "The table farthest from the pillar has an open laptop with scattered papers.",
        "A TV has been added to each table.",
        "The pillar has swapped places with the middle table.",
        "The middle table has a broken corner with wood splinters on the floor.",
        "The table nearest the pillar has an empty coffee cup and a coffee puddle.",
        "A bookshelf has been added behind the table near the pillar.",
        "A floor lamp has been placed near the pillar for extra lighting.",
        "An equal number of mugs to chairs have been spread evenly across the four tables."
    ],
    "scene0083_00": [
        "The toilet paper roll has almost run out, with a few sheets hanging off.",
        "The light above the mirror has been flickering, casting an intermittent glow over the sink.",
        "The mirror above the sink has been moved to the head of the bathtub.",
        "The toilet paper roll has been moved from the wall to the top of the toilet tank.",
        "A bath mat has been added in front of the bathtub to prevent slipping and add comfort.",
        "The sink faucet has been leaking, with water droplets hanging and a puddle forming below.",
        "The toilet paper next to the toilet has been removed for a cleaner look.",
        "The soap dish, once attached to the bathtub, has been placed on the sink's edge.",
        "A soap dispenser has been added near the sink for easy access to hand soap.",
        "A hand dryer has been added on the wall near the door for convenience.",
        "The shower curtain has been fully drawn, with soap scum visible on the lower part.",
        "The window next to the toilet has been wide open, allowing a gentle breeze.",
        "The soap dish near the bathtub has been removed to reduce clutter.",
        "The soap dish beside the bathtub is empty, with dried soap residue left behind.",
        "The bathtub has a ring of grime around its edge, showing it hasn't been cleaned recently."
    ],
    "scene0085_00": [
        "The picture has been replaced by the TV.",
        "The bed by the curtain can be replaced with a California King water bed.",
        "The backpack has been moved from the chair to hang on the radiator near the curtain.",
        "The alarm clock has been moved from the TV stand to the nightstand.",
        "The chair has been moved from the corner to the opposite side of the room next to the picture.",
        "The nightstand has swapped positions with the chair.",
        "The trash can has been removed to declutter the floor space.",
        "The backpack has been removed to clear the seating area.",
        "The clothes on the bed have been removed to tidy up.",
        "The lamps above the nightstand have been turned off.",
        "A floor lamp has been added near the radiator to provide additional lighting.",
        "A rug has been added in front of the TV stand for warmth and comfort.",
        "The TV has been mounted on the wall below the picture.",
        "The lamp next to the chair has been placed on the nightstand between the beds.",
        "The clothes on the bed have been moved next to other clothes by the chair.",
        "The trash can has been moved from the TV stand to beside the chair in the corner.",
        "The large red pillows have been replaced with a blue body pillow.",
        "The white curtains can be replaced with wooden vertical blinds.",
        "The telephone has been moved from the nightstand to the TV stand."
    ],
    "scene0086_00": [
        "The soap dispenser by the sink has been removed to simplify the counter area.",
        "A potted plant has been placed in the corner between the trash can and the mirror.",
        "The toilet seat in the stall is up, with a faint water stain on the bowl's edge.",
        "The plant near the paper towel dispenser has been removed to free up space.",
        "A large mirror has been placed above the two sinks, spanning their length.",
        "A pad dispenser, costing $0.25, has been installed on the white wall near the door frame.",
        "The trash can near the toilet paper dispenser by the window is overflowing with scattered paper towels.",
        "The plant near the paper towel dispenser has been moved next to the window.",
        "The trash can near the door frame has been removed to create more walking space.",
        "The soap dispenser above the sink is empty, with just a few bubbles left inside.",
        "The bottle next to the mirror has been removed to declutter the sink area.",
        "The plant next to the paper towel dispenser is wilted, with brown leaves falling onto the trash can lid.",
        "The mirror above the sink is splashed with water spots and smudges, blurring the reflection.",
        "The sink to the right of the bathroom stall has a slow drip, causing water to pool at the bottom.",
        "The bottle near the mirror has been relocated to the corner by the soap dispenser.",
        "The bottle near the mirror is knocked over, with a puddle of liquid forming around it."
    ],
    "scene0088_00": [
        "The window above the chairs has been fully opened, letting a breeze in and making the curtains flutter lightly.",
        "The chair closest to the window has been removed to better use the natural light.",
        "The table in the center of the room has a noticeable coffee cup ring stain on its surface.",
        "The table has three file cabinets on it.",
        "The door has been opened, with a faint light from the hallway illuminating a section of the floor.",
        "A potted plant has been added near the doorframe to enhance the room's look with some greenery.",
        "The whiteboard, previously near the door, has been moved to the wall opposite the table.",
        "The table, originally centered in the room, has been shifted closer to the window, aligning its edge with the sill.",
        "The trash can, previously by the doorframe, has been relocated to the corner next to the window.",
        "The trash can near the whiteboard has been removed to clear the area and reduce clutter.",
        "The four chairs next to the door have been replaced with four round coffee tables.",
        "The floor near the trash can has had a few crumpled paper balls scattered around it.",
        "Three of the chairs near the doorframe have been removed to create more open space for easy movement.",
        "Two more trash cans have been added at the short side of the yellow rectangle table."
    ],
    "scene0092_00": [
        "An indoor plant has been added on top of the dresser for some greenery.",
        "The lamp has been moved to the nightstand for better reading light.",
        "The lamp above the nightstand has been knocked over, with a bent shade.",
        "The open window behind the chair has let in a breeze that rustles a book's pages on the desk.",
        "The trash can next to the shelf has overflowed, with papers and wrappers spilling out.",
        "The fan beside the board has been turned on, gently moving the air.",
        "The backpack has been moved from the floor to the dresser for easy access.",
        "One of the guitar cases has been removed to create more floor space.",
        "Two notebooks have been placed on the desk.",
        "The fan has been moved from near the board to the wall above the desk for better circulation.",
        "The clothes near the bed have been removed to tidy up.",
        "The fan on the wall near the board has been removed to reduce clutter.",
        "The chair in front of the desk has been pushed back, as if someone left quickly.",
        "Two more clothes have been added to the pile.",
        "The mail next to the backpack has been removed to declutter.",
        "Another pillow has been placed on the bed.",
        "A blanket has been set on the chair.",
        "A paper sign has been taped to the window.",
        "The guitar next to the nightstand has been placed in the guitar case by the bookshelf.",
        "The dresser drawers are fully open with a few shirts hanging out."
    ],
    "scene0093_00": [
        "A potted plant has been placed next to the window to add greenery to the room.",
        "An extra trash can has been placed next to the cabinet.",
        "The two monitors closest to the window have cracked screens, making them hard to see.",
        "Two more monitors have been added to the table next to the existing ones.",
        "The chair near the window has been removed to let in more natural light.",
        "The telephone next to the window has a blinking red light, indicating missed calls.",
        "The window beside the telephone has been opened, letting a cool breeze in.",
        "The table has been rotated 90 degrees for easier movement around the room.",
        "One of the cabinets in the top left corner has been removed to create more open space.",
        "The whiteboard has faint marks left from hastily erased doodles.",
        "An extra telephone has been installed at the head of the table.",
        "The chair closest to the whiteboard has been tipped over on its side.",
        "The whiteboard in front of the table has been replaced with a TV.",
        "One of the chairs that faced the table has been rotated to face the window, now providing an outdoor view.",
        "The blue trash can near the table has been emitting a foul odor, needing to be emptied.",
        "The telephone originally near the window has been moved to the center of the table, next to a monitor and keyboard.",
        "An extra chair has been placed at the head of the table.",
        "The green trash can near the table has been removed to clear floor space.",
        "A standing lamp has been added near the trash cans for better lighting during late hours.",
        "The mouse next to the keyboard has a flickering red light, indicating a low battery.",
        "The table surface has been cluttered with three papers and pens, looking busy.",
        "The keyboards on the table have been missing several keys, making typing difficult."
    ],
    "scene0094_00": [
        "The window has been replaced with the sign on the counter.",
        "The stove under the kitchen counter has been replaced with a dishwasher.",
        "A decorative clock has been added near the window to track time.",
        "The shelf behind the sink has been removed to create more walking space.",
        "The cabinet next to the refrigerator has swapped places with the cabinet on the left.",
        "The cabinet door beside the refrigerator is open, with a bag of chips peeking out.",
        "The sign below the cabinet has been removed to declutter the counter.",
        "The counter is cluttered with cooking utensils covered in flour.",
        "The stove has been moved to where the cabinet next to the fridge was.",
        "The cabinet near the window has been removed to create more walking space.",
        "The standing sign has been replaced with the shelf in the center.",
        "The window is open, letting a gentle breeze move the curtains.",
        "The shelf near the refrigerator has been relocated to the front of the corner near the sign.",
        "A puddle of water has formed on the floor in front of the sink, likely from a spill.",
        "The sink has been moved to the left side near the window to enhance the view while washing dishes.",
        "The refrigerator, initially near the left cabinet, is now next to the counter by the stove for convenience.",
        "The sign by the sink has been moved to the counter above the stove.",
        "The stove is running with a pizza in the oven.",
        "The sign near the cabinet on the left has been moved between the refrigerator and the cabinet."
    ],
    "scene0095_00": [
        "A vase with flowers has been added on the cabinet near the whiteboard for greenery.",
        "A coffee spill has created a circular stain on the table near the rightmost monitor next to the cabinet.",
        "The whiteboards in front of the table have been cluttered with hastily written black notes and diagrams.",
        "The cabinet next to the whiteboard has been moved to the corner near the doorframe.",
        "Two monitors near the middle of the table have a bright, swirling galaxy screensaver.",
        "The larger whiteboard has been removed to clear wall space.",
        "The mouse next to the central monitor has been removed to reduce clutter.",
        "Five chairs around the table have been removed from this room.",
        "The table, once centrally located, has been positioned against the wall with the whiteboard, and all the chairs have been adjusted.",
        "The cabinet door to the left has been opened, revealing disorganized stacks of binders and papers.",
        "The radiator below the window has been moved to under the whiteboard.",
        "Two chairs left of the cabinet have been removed from this room."
    ],
    "scene0096_00": [
        "The toilet paper in the bathroom has been used up.",
        "The trunk has been moved to the foot of the stair.",
        "A potted plant has been added to the windowsill.",
        "The vase has been moved to the windowsill beside the radiator.",
        "The toilet paper roll next to the toilet is almost empty.",
        "The toilet paper has been moved from the window to the sink.",
        "The towel has been moved from the sink to hang over the radiator by the toilet.",
        "The jar has been moved from the toilet doorframe to the front of the trunk.",
        "The picture near the doorframe has been removed.",
        "The chest has been moved to the stairs.",
        "The towel has been moved from near the sink to the chest.",
        "The clothes have been moved next to the doorframe by the light switch.",
        "The hat has been moved to hang next to the mirror on the coat rack.",
        "The stairs have become dusty with a footprint pattern.",
        "A bookshelf has been added opposite the trunk.",
        "The towel near the sink has been removed.",
        "The clothes have been moved from the coat rack to the toilet lid."
    ],
    "scene0097_00": [
        "The paper towel dispenser has been emptied, with the last sheet hanging loosely.",
        "The refrigerator door has fingerprints and a sticky residue near the handle.",
        "A rug has been added near the door to prevent tracking dirt inside.",
        "The backpack has been moved from the floor near the cabinet to on top of it.",
        "The microwave door is open, and it smells like burnt popcorn.",
        "The backpack near the trash can has been removed to clear the floor space.",
        "The microwave has been relocated from above the counter to the top of the refrigerator, freeing up counter space.",
        "The water cooler next to the cabinet has been placed below the paper towel dispenser.",
        "The coffee kettle and toaster have been removed from the kitchen counter.",
        "A stack of unwashed dishes and mugs has been piled in front of the coffee maker on the counter.",
        "The backpack near the door is lying open, with a few books and a laptop visible inside.",
        "A wall clock has been added above the sink to track time while using the kitchen.",
        "The cabinet has been moved from beside the water cooler to between the trash can and door.",
        "A puddle of water has formed around the base of the water cooler, indicating a leak.",
        "The soap above the sink has been removed to simplify the sink area.",
        "The toaster near the sink has been removed to create a more open workspace.",
        "The toaster has crumbs around its base, and a burnt piece of toast is stuck inside.",
        "The coffee kettle has been moved from the counter to the top of the cabinet.",
        "The coffee maker on the counter has swapped places with the microwave.",
        "The paper towel dispenser near the microwave has been removed to declutter the wall.",
        "The toaster has been moved from next to the coffee maker on the counter to the top of the cabinet by the water cooler.",
        "Another paper towel dispenser has been added above the microwave."
    ],
    "scene0098_00": [
        "The bag from the bottom shelf has been removed to declutter the area.",
        "The whiteboard above the bookshelf has scribbles, doodles, and some smeared, barely readable notes.",
        "The whiteboard has been taken down and is now leaning against the bookshelf on the right side of the room.",
        "The bag from the bottom shelf has been moved next to the water bottle on top of the shelf.",
        "The open boxes by the door have been moved to the desk by the window.",
        "The file cabinet under the window is open with several files sticking out as if searched through in a hurry.",
        "A table lamp has been added next to the mouse near the window for better lighting.",
        "The water bottle from the bookshelf has been moved next to the boxes on the table.",
        "The blue trash can near the bookshelf has been repositioned next to the purple bag.",
        "The box next to the water bottle has been moved by the file cabinet.",
        "The tube that was leaning against the shelf has been placed next to the computer towers.",
        "The water bottle from the yellow shelf has been moved to the neighboring white shelf.",
        "The monitor on the desk near the window is cracked, with a spiderweb pattern spreading from the center.",
        "The chair near the window and mouse is tilted back, balancing on its two rear legs.",
        "The chair in front of the window has been moved to the desk near the door.",
        "The trash can near the desk has been removed to create more open floor space.",
        "The box on top of another box on the desk has been moved to the opposite bookshelf.",
        "The bag from the shelf is now hanging on the part of the desk near the window.",
        "The water bottle on the shelf has tipped over, causing water to drip and form a puddle on the floor."
    ],
    "scene0101_00": [
        "The towel next to the bathroom door has been removed to reduce visual clutter.",
        "The computer chair by the desk has been tilted backward, with a jacket draped over the backrest.",
        "The guitar, previously propped against the wall near the dresser, now rests in the corner between the desk and bed.",
        "A puddle of water has formed under the kitchen sink, indicating a leak from the pipes.",
        "The laptop, once on the desk, has been moved to the breakfast bar, creating a workspace in the kitchen.",
        "The boxes under the TV have been removed to clear floor space.",
        "A potted plant has been added on the shelf near the window to add some greenery.",
        "The bicycle leaning against the wall near the door has a flat tire, making it unusable at the moment.",
        "The bicycle has been moved from the bathroom doorframe to next to the couch.",
        "The guitar leaning against the dresser has a broken string, making it unplayable.",
        "The guitar near the door is now on the bed.",
        "The plunger next to the toilet has been moved to the corner next to the refrigerator.",
        "The bicycle, previously leaning against the wall opposite the refrigerator, now stands next to the bed.",
        "The recycling bin near the kitchen counter has been moved to the part of the couch next to the white pillow.",
        "Two shoes at the foot of the bed have been moved next to the bicycle.",
        "The cup on the desk near the laptop has been removed to declutter the workspace.",
        "The microwave on the breakfast bar has been removed.",
        "The jacket on the breakfast bar is now on the chair next to the desk.",
        "The trash can near the gray couch has been removed from the room.",
        "The pillow on the bed has been moved to the bed with the blue bedsheet.",
        "The TV at the foot of the bed is now on the desk.",
        "The bananas on the kitchen counter have been removed to clear the counter space.",
        "The stove has swapped positions with the refrigerator."
    ],
    "scene0102_00": [
        "The bag on the chair by the dining table has been removed to clear the seat.",
        "The chair against the wall has been moved to the dining table.",
        "The chair by the wall has replaced the cabinet.",
        "The pictures above the cabinet have been removed for a more open look.",
        "A third picture of an autumn day on a French coast now hangs next to the others above the cabinet.",
        "The dining table, surrounded by chairs, has three dishes and leftovers, showing a finished meal.",
        "A decorative moose head has been mounted above the doorframe.",
        "The curtain near the furniture is wide open to let in more natural light.",
        "The cabinet that was by the upper wall is now near the doorframe.",
        "The cabinet in front of the dining table has its door open, showing neatly stacked plates and bowls.",
        "The chair with the bag on it has an indented cushion, suggesting someone just stood up.",
        "The bag that was on the chair by the dining table is now on top of the cabinet against the upper wall.",
        "A gold cat statue rests on the furniture under the curtain.",
        "The bag on the chair has been replaced with clothes.",
        "An ornate carved wooden door with stained glass fills the doorframe.",
        "The picture frame near the doorframe is consistently askew, giving a casual look.",
        "The dining table has been moved next to the doorframe, creating more space in the middle.",
        "The picture above the doorframe by the curtain has been removed to declutter the wall.",
        "A rug has been added in front of the door for a welcoming entryway.",
        "A feast of turkey, green beans, and mashed potatoes is on the dining table."
    ],
    "scene0103_00": [
        "A painting has been hung on the wall to the right of the room behind the chairs.",
        "The chair nearest to the door has a broken leg and leans awkwardly.",
        "The chair that was to the left of the table has been moved to the corner where the folded chair was.",
        "The folded chair by the door has been unfolded and placed at the head of the table next to the whiteboard.",
        "The folded chair by the door is now unfolded and placed directly against the wall.",
        "The chair that was in the top right corner has been moved to the upper left corner of the room.",
        "The door has been removed for easier access.",
        "The folded chair that was in the bottom left corner is now blocking the doorway.",
        "One chair near the table has been removed to provide more space.",
        "The whiteboard eraser is now on the table.",
        "Two notebooks and two pens have been placed on the table.",
        "The whiteboard eraser has been placed on the black chair closest to the door.",
        "An extra table has been added next to the existing one with three chairs pushed in.",
        "The whiteboard eraser has been removed for a cleaner board area.",
        "A wall clock has been added above the whiteboard.",
        "A water bottle has been placed on the yellow, round table.",
        "A trash bin has been placed in the lower right corner of the room.",
        "The folded chair near the door has been removed to clear the entryway.",
        "A bookshelf has been positioned to the left of the whiteboard."
    ],
    "scene0104_00": [
        "The cabinets above the kitchen counter have been left open, with mugs and plates haphazardly stacked inside.",
        "The trash can beside the recycling bin has been removed to create more room in the corner.",
        "The recycling bin has tipped over, scattering plastic bottles and papers on the floor near the doorframe.",
        "The step stool, once next to the cardboards, has been positioned near the doorframe.",
        "Three racks that were hanging above the cardboard have been moved to the wall above the copier.",
        "A dark stain has appeared on the floor beneath the copier, suggesting an ink spill.",
        "The big white box that was on the kitchen counter has been moved on top of the copier.",
        "The copier has jammed, with a few sheets crumpled on the floor next to it.",
        "The trash can that was by the printer has been moved in front of the brown cardboard against the wall.",
        "The recycling bin near the door has been removed to clear the floor space near the entrance.",
        "The cardboards near the step stool have been removed to reduce clutter.",
        "A box of cereal has been placed in the kitchen cabinet, and the cabinet door is open.",
        "There is a swing attached to the door frame.",
        "The step stool that was in front of the brown cardboard has been moved in front of the recycling bin.",
        "A lamp has been added on the kitchen counter next to the white box to provide extra lighting.",
        "The printer on the kitchen counter has a flashing red light, indicating an error.",
        "A person has been standing on a step stool.",
        "The recycling bin, previously near the doorframe, has been moved to the corner by the kitchen counter.",
        "A garbage bag has been placed in the trash can.",
        "The printer, previously on the floor next to the kitchen counter, now resides next to the counter and the copier.",
        "All boxes near the red cabinets have been removed from the room.",
        "A new trash can has been placed next to the big copier standing on the floor.",
        "The brown cardboard that was behind the step stool has been moved in front of the door."
    ],
    "scene0105_00": [
        "The bathtub has a ring of soap scum, showing it hasn't been cleaned in a while.",
        "A conditioner bottle has been added on the rail near the bathtub for easy access.",
        "The toilet paper roll has been removed for a more organized look.",
        "The window above the bathtub is open, letting a cool breeze into the bathroom.",
        "A bath mat has been placed in front of the bathtub for safety and comfort.",
        "The soap dish has been moved from the shower walls to the toilet tank.",
        "The trash can has been removed to create more floor space and reduce clutter.",
        "A white bath loofah has been hung on the rail.",
        "The toilet paper roll is empty except for a few sheets clinging to the tube.",
        "A flower vase with a yellow flower is on the back of the toilet.",
        "A potted plant has been added on the windowsill for a touch of greenery.",
        "The shower walls show water streaks and soap scum, making them look less clean.",
        "Two towels have been hung on a rod above the toilet.",
        "A toilet brush and holder have been placed across from where the trash can was.",
        "The picture has been moved from above the toilet paper holder to the shower walls.",
        "The towel has been moved from the edge of the bathtub to the shower curtain rod.",
        "The shampoo has been removed to reduce clutter on the shower wall.",
        "The trash can has been relocated to the other side of the toilet.",
        "The shower curtain is fully drawn, revealing soap residue along the bottom edge.",
        "The towel next to the bathtub has been placed on the ledge next to the soap dish."
    ],
    "scene0106_00": [
        "The TV next to the chair has collected dust, with fingerprints on the screen.",
        "The whiteboard next to the sink has been filled with messy notes and diagrams in various colors, with some smudging from quick erasures.",
        "One of the monitors on the middle table has been removed to reduce clutter and create a cleaner workspace.",
        "The blue door near the trash can has been left open, with a coat hanging from the doorknob.",
        "A wall clock has been added above the door to keep track of time and serve as a decoration.",
        "The trash can near the door has been overflowing, with crumpled papers and empty snack bags spilling onto the floor.",
        "A standing lamp has been added near the couch to provide extra lighting for reading and relaxing.",
        "The TV, formerly next to the chair, has been moved to the table beside the whiteboard.",
        "A side table has been added next to the couch for placing drinks or books.",
        "The black chair near the whiteboard has been removed to create more walking space.",
        "A rug has been added in front of the couch to add warmth and comfort.",
        "The monitor on the table closest to the window has been tilted at an awkward angle, with a faint crack on the screen.",
        "A potted plant has been added on the table next to the couch to brighten the decor with some greenery.",
        "The trash can near the door has been removed to clear the entrance and make it more inviting.",
        "The whiteboard, previously by the sink, has been moved to the wall in front of the two couches."
    ],
    "scene0107_00": [
        "The TV has moved from the TV stand to the wall above the mini fridge.",
        "The TV stand next to the desk has been replaced by a cabinet.",
        "The armchair has been hidden behind the curtain.",
        "A laptop has been placed on the desk.",
        "The TV screen on the stand is dusty, making it look dull.",
        "The desk chair, no longer under the desk, is now beside the armchair.",
        "A picture has been centered above the bed between the nightstands.",
        "The telephone on the nightstand is off the hook, with the receiver next to it.",
        "The backpack, once near the shoes and suitcase, has been moved to the bed.",
        "The suitcase by the curtain has been moved under the desk.",
        "The shoes next to the suitcase are scuffed and lying on their sides.",
        "The pair of shoes next to the suitcase has been removed to clear floor space near the desk.",
        "The picture on the wall has been replaced with a large mirror.",
        "The telephone on the nightstand has been removed to create more space for personal items.",
        "A mini organizer has been placed on top of the mini fridge.",
        "The telephone on the nightstand has been replaced by an alarm clock.",
        "The picture from the wall is now under the bed.",
        "The mini fridge door is open, with a faint hum coming from it.",
        "The mini fridge near the TV stand has been removed to create more open space.",
        "A plant has been added to the desk to introduce some greenery to the workspace.",
        "A throw blanket has been positioned at the foot of the bed.",
        "The armchair next to the curtains has been replaced by a large table.",
        "The chair in front of the desk is pulled out, with a notepad and pen on the seat.",
        "A rug has been placed under the armchair.",
        "The mini fridge, once next to the TV stand, has swapped places with the armchair.",
        "The armchair, once near the curtain, has been moved to the foot of the bed.",
        "The shoes have been put in the backpack.",
        "The suitcase, once beside the backpack, is now on top of the mini fridge.",
        "The curtain near the armchair is fully open, letting sunlight cast a warm glow on the armchair.",
        "A picture has been hung above the bed."
    ],
    "scene0109_00": [
        "A round table has been added near the copier.",
        "A chair has been added near the bulletin board for seating.",
        "The bulletin board now hangs above the copier.",
        "Another trash can has been placed in front of the copier.",
        "A roll of scotch tape has been placed on the paper cutter.",
        "The paper cutter on the counter has been removed to clear the surface.",
        "The trash can has been moved next to the bulletin board.",
        "The copier near the bulletin board has been removed to create more space.",
        "A stool has been placed in front of the copier.",
        "The paper cutter on the counter has a stack of trimmed paper beside it.",
        "The copier's screen has an error message, with blinking red lights indicating a paper jam.",
        "The copier next to the bulletin board has open trays and paper scattered on the floor.",
        "The trash can is overflowing with crumpled papers and coffee cups.",
        "The copier now sits beside the trash can.",
        "The green bucket in front of the boxes has been removed to declutter.",
        "The trash can near the box has been removed to clear space.",
        "A glass of water has been placed on the right side of the paper cutter."
    ],
    "scene0110_00": [
        "The backpack on the desk has been moved to the nearby bed.",
        "The backpack on the desk has been moved to another desk in the room.",
        "The light switch by the bed has been moved to the wall by the desk.",
        "A cozy armchair has been added next to the window near the left desk without a backpack, creating a reading nook.",
        "The recycling bins by the radiator have been moved to the wardrobe.",
        "The trash cans by the radiator have been moved next to the doorframe.",
        "The backpack on the desk on the right side has been moved beside the door.",
        "The backpack on the desk near the right bed has been removed to clear the workspace.",
        "The bed on the right side has a pillow with a noticeable indentation, showing frequent use.",
        "The trash cans and recycling bins in front of the radiators have been moved to the sides.",
        "A rug has been added in front of the door to welcome guests and keep the floor clean.",
        "The backpack beside the right desk has been moved to hang on the chair at the corresponding desk.",
        "The chairs by the desk have been moved into the wardrobe.",
        "The light switch next to the door is smudged with fingerprints, indicating regular use.",
        "The recycling bins by the radiator have been moved into the wardrobe.",
        "A laptop has been placed on each desk near the bed."
    ],
    "scene0111_00": [
        "I have added a cushioned mat in front of the sink.",
        "I have removed the water bottle from the table bag to clear the surface area.",
        "I have moved the trash can from near the stove to beside the refrigerator.",
        "The sink has been filled with soapy water with a few dishes submerged.",
        "I have placed a plate on the right side of the dish rack.",
        "The shoes under the table have been moved next to the couch.",
        "The light above the couch has been shifted near the cabinets.",
        "The grocery bag on the table has toppled over, spilling apples and oranges onto the floor.",
        "The TV screen has become dusty with visible fingerprints.",
        "I have set a rug in the middle of the room in front of the kitchen cabinets.",
        "I have placed a vase with flowers on the table.",
        "I have added three table settings on the yellow table, each with a plate, fork, and knife.",
        "I have hung a towel on the refrigerator handle.",
        "The bowl from the table now sits on the TV stand beside the TV.",
        "The backpack from near the couch now sits on the yellow table.",
        "The scale from by the TV stand now sits on the kitchen counter beside the toaster.",
        "The light above the couch has been flickering intermittently.",
        "I have removed one pair of shoes near the food bag and recycling bin to reduce floor clutter.",
        "The shoes near the curtain have been moved next to the scale and doorframe.",
        "The door next to the TV stand has been opened with light visible from the other side.",
        "The dish rack is overloaded with a few plates precariously balanced on the edge.",
        "The dish rack next to the sink has been removed to free up counter space.",
        "I have added two more stools to the dining table.",
        "I have laid a laundry basket on top of the couch.",
        "I have placed two red pillows on the couch, one near each armrest.",
        "The backpack near the refrigerator is open with notebooks and pens scattered on the floor.",
        "The backpack near the refrigerator has been removed to create more counter space.",
        "I have added a potted plant on the TV stand to introduce greenery.",
        "I have added a wall clock above the door for keeping track of time.",
        "The water bottle from the table has been relocated to the sink counter beside the dish rack."
    ],
    "scene0114_00": [
        "The trash can next to the desk has been removed to create more floor space.",
        "The yellow room door has been opened, with a briefcase peeking out from behind it.",
        "The telephone on the desk near the window has been removed to declutter the surface.",
        "A bookshelf has been added near the cabinet close to the window to organize books.",
        "The tall cabinets by the door have been replaced with two storage bins.",
        "The trash can beside the desk is full, with crumpled papers poking out from the top.",
        "The cup on the ledge by the radiator has been removed to clear the ledge.",
        "The tall cabinet in the corner next to the whiteboard has a drawer pulled out.",
        "The plant behind the monitors has been replaced with the trash can under the desk.",
        "The brown chair by the window has been replaced with the desk chair by the desk with monitors.",
        "The file cabinet under the desk has been replaced with a cabinet next to the tall cabinet by the door.",
        "A rug has been added in front of the door to provide a welcoming entryway.",
        "The telephone on top of the file cabinet has been left off the hook, with the receiver dangling over the edge.",
        "The cup on the ledge by the window has tipped over, spilling tea onto the radiator below.",
        "The plant, originally on the desk, has been moved to the window ledge, offering a touch of green beside the radiator.",
        "The trash can, previously under the desk, now stands beside the cabinet near the door for easy access.",
        "The telephone on the desk has swapped positions with a cup on the windowsill.",
        "One of the two chairs next to the table has been removed to provide extra seating space."
    ],
    "scene0115_00": [
        "The column by the door has been removed.",
        "The door in the background is open, allowing a thin beam of light on the floor.",
        "The chair has moved from next to the cabinet to between the pool table and the column.",
        "The pool table has been rotated so its short sides face each column.",
        "The foosball table near the door has been removed for more space.",
        "The foosball table is now parallel to the pool table between the two columns.",
        "A ceiling light has been added above the pool table for better lighting.",
        "A trash can has been added between the pool table and cabinet for convenience.",
        "The foosball table by the counter has been removed.",
        "The foosball table and green pool table have been moved to the center of the room, touching at their short ends.",
        "The column next to the cabinet has been removed.",
        "Two chairs have been added next to the pool table.",
        "The pool table in the middle of the room has been removed.",
        "The chair near the foosball table is tipped over, legs pointing up.",
        "The chair next to the cabinet has been removed.",
        "The cabinet that was near the chair has been moved next to the red door.",
        "The cabinet has been shifted to the right, now immediately right of the column.",
        "The pool table has billiard balls scattered on its green felt and a cue stick balanced on the edge."
    ],
    "scene0116_00": [
        "A picture frame has been moved from the wall near the toilet paper roll to the toilet lid.",
        "Towels from the ledge above the toilet have fallen onto the floor between the toilet and the shower curtain.",
        "The soap dish has been moved from the rail by the shower walls to the sink counter.",
        "The shower curtain has been drawn back completely, revealing water spots and streaks.",
        "The bathroom cabinet door below the sink is open, showing cleaning supplies and toilet paper rolls inside.",
        "The bathroom door has swung open to fill the door frame.",
        "A toothbrush has been added on the sink.",
        "The trash can under the sink has tipped over, scattering tissues and packaging on the floor.",
        "The soap dish on the bathtub rail has been removed for a cleaner appearance.",
        "One towel on the ledge has been removed to simplify the area.",
        "The towel at the edge of the bathtub has been removed to minimize visual clutter.",
        "The soap dish on the bathtub rail is empty, with soap residue collecting at the bottom.",
        "The picture on the floor has been removed to declutter the space.",
        "The trash can near the bathroom cabinet has been moved beside the toilet.",
        "A towel from the bathroom cabinet has fallen into the trash can below.",
        "The picture that was on the wall next to the toilet paper holder is now at the back of the toilet.",
        "The sink basin is stained with toothpaste remnants and hair strands around the drain.",
        "A mounted storage shelf has been added above the toilet for extra storage space.",
        "The shower curtain has been pulled all the way across the bathtub, hiding the rail and shower walls.",
        "The toilet seat is up, and the lid has a crack on its edge."
    ],
    "scene0117_00": [
        "The blue recycling bin against the wall has been removed.",
        "A bookshelf has been added next to the door for extra storage.",
        "The toaster on the shelf has crumbs around it, suggesting recent use.",
        "The microwave on the cabinet has been moved to the counter next to the sink.",
        "Two Tupperwares on the counter have been replaced with a clear glass container.",
        "A pair of rubber gloves has been hung near the sink.",
        "Two magnets have been added to the cabinet in front of the microwave.",
        "The backpack on the chair has been hung on another chair around the table.",
        "A wall clock has been added above the microwave for easy time tracking.",
        "The black trash can has been replaced with a blue one.",
        "The paper towel roll on the counter has been removed for a more organized surface.",
        "The backpack near the table has been removed to declutter the area.",
        "The paper towel roll below the cups has been moved to the yellow round table.",
        "The soap dispenser next to the sink is almost empty.",
        "The refrigerator door is wide open, with a puddle of water below.",
        "The paper towel roll on the counter is now in the dispenser near the sink for easier access.",
        "A baby high chair has been placed next to the chair with the backpack.",
        "One of the recycling bins near the trash can has been removed.",
        "The trash can has been moved under the sink to keep it out of sight.",
        "The soap dispenser next to the sink has been removed for more counter space.",
        "The microwave on the cabinet has been replaced with a toaster.",
        "The backpack on the chair has its main compartment unzipped, revealing textbooks and a laptop inside.",
        "The table and nearby chairs, once in the center, have been moved next to the refrigerator.",
        "The paper towel dispenser has been replaced with a hand dryer.",
        "Two bananas and one apple have been placed on the counter next to the toaster."
    ],
    "scene0118_00": [
        "A potted plant has been added on the coffee table near the jacket for added greenery.",
        "The sign next to the door has tilted, with one corner hanging lower.",
        "A lamp has been added on each coffee table to provide extra lighting.",
        "The jacket on the nearest coffee table can be hung on the far chair's back.",
        "The door has opened, casting a sliver of light into the dim room.",
        "The chairs can be moved to the other side of the hallway.",
        "The coffee table with the jacket can be placed under the sign.",
        "All chairs can be stacked in front of the doorframe.",
        "The jacket on the coffee table has been removed to declutter.",
        "One of the chairs closest to the doorframe has a tear in its upholstery, with stuffing peeking out.",
        "The doorframe, originally on the top middle wall, has been moved to the opposite wall where the chair once was.",
        "The sign, originally above the door at the top left, has been positioned on the coffee table near the jacket.",
        "The coffee table with the jacket has an empty coffee cup with a ring around its base.",
        "A gray couch with two armchairs has been added between the doors and the coffee tables.",
        "The doorframe has a spiderweb in the upper corner, with a spider resting in the center."
    ],
    "scene0119_00": [
        "The picture above the toilet has been removed to simplify the wall decor.",
        "A bath mat has been added in front of the bathtub to prevent slipping and add comfort.",
        "The bathroom cabinet under the sink has been moved in front of the toilet, leaving space under the sink for a laundry basket.",
        "The toilet paper holder has been moved closer to the sink for easier access.",
        "The toilet paper roll on the holder is empty, with a few sheets fluttering.",
        "A toothbrush has been left on the edge of the sink, with toothpaste smeared on the bristles and sink surface.",
        "The handicap bar, originally on the left, has been relocated to the right of the toilet for better accessibility.",
        "The picture that was beside the toilet now decorates the space above the bathroom cabinet next to the mirror.",
        "One of the towels hanging on the wall has been removed to free up wall space.",
        "The light above the bathroom cabinet has been flickering intermittently, casting an erratic glow over the sink area.",
        "The toilet paper holder next to the toilet has been removed to reduce clutter.",
        "A potted plant has been added on the bathroom cabinet to add a touch of greenery.",
        "The handicap bar near the toilet has been removed to reconfigure the space.",
        "The shower curtain has been improperly hooked, with one end drooping to the floor.",
        "One of the towels hanging on the left wall has fallen to the floor, covering the picture beneath it.",
        "Water has been pooling near the bottom of the toilet, indicating a leak from the base."
    ],
    "scene0122_00": [
        "The chair to the left of the table has been removed for more walking space.",
        "The chair near the doorframe has been removed to make entering and exiting easier.",
        "The doorframe has worn paint, with wood showing in several spots.",
        "The table has been moved next to the door.",
        "The chair closest to the whiteboard has been removed for a clearer view.",
        "A potted plant has been added on the table for some greenery.",
        "A bookshelf has been added against the wall near the window to store books.",
        "A trash bin has been added near the doorframe for convenience.",
        "The whiteboard above the table has colorful markers and eraser smudges, suggesting a recent brainstorming session.",
        "The floor near the window has scuff marks and mud stains, indicating recent foot traffic.",
        "The window has been cracked open, letting a soft breeze move the curtains.",
        "The table has been moved to lean against the whiteboard.",
        "A laptop has been placed on the round table.",
        "Two chairs in front of the window have been replaced by a small cabinet."
    ],
    "scene0123_00": [
        "The tables next to the wall have been removed.",
        "A monitor has been placed on each brown rectangular table.",
        "The tables with chairs in the middle of the room have been removed.",
        "Two ottomans have been added against the wall between two tables.",
        "A gray couch has been added against the wall between the two tables.",
        "The table with clothes on it has been removed to create more space.",
        "The clothes on the table have been removed to clear the surface.",
        "A small trash can has been added under each table.",
        "Three chairs have been added around the middle tables.",
        "A floor lamp has been added at the intersection of the four tables.",
        "More clothes have been placed on the table next to the wall."
    ],
    "scene0124_00": [
        "The bathroom cabinet under the sink has been moved under the towel on the wall.",
        "The picture on the wall has been moved to the opposite wall beside the bathroom cabinet.",
        "The picture near the trash can has been moved above the toilet tank.",
        "A plant has been added on the bathroom cabinet.",
        "The picture to the left of the door frame is crooked and has a scratch on the frame.",
        "The toilet paper has been removed from next to the toilet.",
        "The lights next to the mirror have been flickering, creating an erratic glow over the sink area.",
        "The soap bar on the sink has been removed to create more space.",
        "The trash can near the toilet has been removed to reduce clutter.",
        "The picture next to the bathroom door has been removed.",
        "The soap dispenser on the sink has been removed.",
        "The towel next to the sink is now placed at the back of the toilet.",
        "The towel next to the door is now hanging on the door handle.",
        "The soap on the bathroom cabinet now rests next to the shower.",
        "The towel has been removed from the wall to the right of the sink.",
        "The bathroom cabinet door under the sink is open, showing cleaning supplies and extra toilet paper.",
        "The bathroom mirror above the sink is smudged with fingerprints and toothpaste splatters.",
        "The toilet paper roll has been moved from the holder to the bathroom cabinet.",
        "A toilet brush has been added beside the toilet.",
        "The mirror above the sink has been moved to the wall adjacent to the door.",
        "The soap dispenser next to the sink is empty with soap residue around the nozzle.",
        "The soap dispenser on the sink is now on the edge of the shower."
    ],
    "scene0126_00": [
        "The box on the top of the bookshelf near the door has been fully open, with a stack of files spilling out on the floor.",
        "The window next to the radiator has been open, letting in a cool breeze that rustles the plant's leaves.",
        "The fan near the bookshelf has been removed to free up floor space.",
        "The bookshelf next to the fan has a missing book, leaving an empty, dusty spot.",
        "The telephone on the desk has been placed in the trashcan near the computer tower.",
        "The cup on the desk has been placed in the trashcan near the shelf.",
        "The fan near the door has been oscillating, gently rustling the papers on the nearby bookshelf.",
        "The books on the shelf next to the chair have been removed to simplify the space.",
        "The mouse on the desk has been placed on the windowsill.",
        "The box, once on the top of the bookshelf near the door, has been moved beside the plant by the window.",
        "A table has been added behind the office chair near the window for extra work surface.",
        "The box above the books on the shelf has been removed to clear additional storage space.",
        "The fan, previously near the door, has been moved to the white cabinet.",
        "The keyboard on the desk has been placed on the black chair next to the shelf.",
        "The picture above the cabinet has been removed to create a cleaner wall space.",
        "The office chair behind the desk has been moved next to the door.",
        "A standing lamp has been added next to the cabinet near the radiator for extra lighting.",
        "The plant on the windowsill has been shifted to the part of the desk next to the keyboard."
    ],
    "scene0127_00": [
        "A runner rug has been placed in front of the door between the beds.",
        "The chair near the desk on the left side of the room has been removed to create more workspace.",
        "One of the recycling bins near the window has been removed to reduce clutter.",
        "A potted plant has been positioned on the windowsill between two shelves.",
        "The white room door has been firmly closed.",
        "The chair near the desk on the right side of the room has been removed to simplify the area.",
        "Two chairs have been added around each desk in the room.",
        "A desk and a chair have been added under the left and right beds in the room.",
        "The window next to the radiator has been opened, letting in a cool breeze and rustling the curtains.",
        "A large TV stand and TV have been added in front of the radiator.",
        "A coffee table has been added between the two beds.",
        "Two trash cans in the room have been placed under two beds separately.",
        "A blanket and pillow have been placed on each bed, with the pillow on the side by the wardrobe closet.",
        "A teapot and laptop have been added to each desk in the room.",
        "One of the recycling bins next to the radiator has been removed to reduce clutter."
    ],
    "scene0128_00": [
        "One hat has been placed on the coffee table next to the couch.",
        "One umbrella has been hung on the wall between the lamp and the door.",
        "The sign by the ledge has been moved to lean against the wall near the door, creating a casual and inviting entryway.",
        "One wallet has been placed on the middle shelf between the lamp and the sign.",
        "The picture from the wall has been moved to the couch area.",
        "One vase has been placed on the shelf next to the lamp.",
        "The big coffee table has a dried coffee ring and a puddle next to it.",
        "The large coffee table in front of the couch has been removed.",
        "The lamp has been moved from the shelf to the picture ledge.",
        "The sign has gathered noticeable dust, dulling its vibrant colors.",
        "The wall lamp has been taken down and placed on the coffee table at the edge of the couch.",
        "A plant has been placed on the large coffee table in front of the couch for added greenery.",
        "The door has deep scratches, suggesting frequent forceful use.",
        "One book has been placed on the coffee table in front of the orange couch.",
        "The three pillows have been removed from the couch.",
        "One picture has been removed from the ledge to simplify the wall decor.",
        "A rug has been added under the coffee table in front of the couch to add warmth.",
        "An additional shelf has been installed to align with the existing shelves behind the couch."
    ],
    "scene0129_00": [
        "The table near the easel has been removed to clear up space.",
        "A vase of flowers has been placed on the table between the two chairs.",
        "A door has been added behind the person.",
        "The person who was standing in the center has moved to the chair closest to the statue.",
        "A new window has been installed behind the table between the two chairs.",
        "A coffee cup has been placed on the red rectangle table.",
        "The person by the window has moved to the chair closest to it.",
        "A TV has been mounted on the wall next to the easels.",
        "The easel near the left window has been removed to create more space.",
        "The door next to the chair is open, with light streaming through.",
        "The red rectangle table has swapped positions with the table between the two chairs.",
        "The round table near the chairs has moved next to the easel.",
        "The smaller easel near the window has been removed to create more space.",
        "A person who was standing by the door is now in front of the easel.",
        "The statue near the window has been removed to declutter the area.",
        "The statue that was by the window has been placed on the red rectangle table."
    ],
    "scene0130_00": [
        "The chair next to the backpack has been moved next to the monitor.",
        "The backpack near the door is unzipped, with books and notebooks spilling out.",
        "The corner ledge has been replaced with three ledges for water and snacks.",
        "The chair near the door has been removed to reduce clutter.",
        "The chair near the door has a coffee mug on its seat and a coffee puddle underneath.",
        "Another chair has been positioned at the end of the table.",
        "The table has been moved to the window by the door, creating more space in the middle.",
        "Stickers have decorated the window frame of the door.",
        "The monitor has been moved to lean against the wall next to the backpack.",
        "The corner chair has been replaced with two stackable stools to save space.",
        "The window next to the door is open, letting a breeze rustle the papers on the table.",
        "The monitor above the table is turned on, showing a desktop with multiple applications.",
        "The chair in the corner has been moved next to the curved part of the table.",
        "A rug has been added under the table for comfort and warmth.",
        "Two plants have been placed along the walls on both sides of the monitors.",
        "The office chairs around the table have swapped positions with two other chairs.",
        "One of the monitors has been exchanged for a ledge.",
        "The backpack has been moved onto the ledge near the door.",
        "The backpack has been placed on the nearby chair.",
        "A pot plant can replace the backpack between the ledge and the chair.",
        "A potted plant has been added near the window by the corner chair.",
        "Two paintings have been hung on the wall opposite the monitors.",
        "The backpack on the floor has been removed to clear space near the table.",
        "The ledge below the window has been removed for a cleaner look.",
        "A vase of flowers sits in the center of the table.",
        "The ledge near the door has a stack of unopened mail with the top envelope torn."
    ],
    "scene0131_00": [
        "The shelf has swapped places with the whiteboard on the opposite wall.",
        "The keyboard in front of the monitor has two keys missing, making it hard to type efficiently.",
        "A potted plant has been added next to the mini fridge by the tube to enhance the ambiance.",
        "The shelf on the wall has been moved next to the fan.",
        "The monitor near the whiteboard has been moved next to the box on the floor.",
        "The box near the mini fridge has been removed to declutter the floor space.",
        "The shelf next to the monitor has collected dust, with an empty coffee cup left on one side.",
        "The fan above the computer tower is oscillating, rustling papers on the nearby desk.",
        "The cup has been placed on the mini fridge, next to the plate.",
        "The fan has been moved to the left of the monitor on the desk.",
        "Three office chairs have been removed to create more room.",
        "The plate on the mini fridge has been removed to clear the surface.",
        "The plate near the whiteboard has leftover sauce, with a dirty fork beside it.",
        "The chair next to the keyboard has one wheel missing, causing it to lean to one side.",
        "The office chair next to the mini fridge has been moved next to the couch.",
        "A standing lamp has been added next to the couch for extra lighting.",
        "The mini fridge next to the box in the corner has a sticky note reminding someone to restock beverages.",
        "The chair near the shelf has been removed to create more walking space.",
        "The box has been moved to the top of the nearby mini fridge.",
        "The couch near the mini fridge has a torn cushion with some stuffing peeking out.",
        "The couch has been moved next to the part of the desk close to the fan.",
        "The keyboard on the desk has been removed to clear the workspace.",
        "The fan from the desk has been placed on the floor next to the board."
    ],
    "scene0132_00": [
        "The TV has been moved from next to the chair and mounted on the wall above the couch.",
        "The yellow decoration piece has swapped places with the TV.",
        "The TV on the wall is on, showing a paused screen with static lines.",
        "A floor lamp has been added near the couch for extra lighting.",
        "The decoration above the couch is tilted, as if bumped.",
        "The picture closest to the TV has been removed to simplify the wall decor.",
        "The round table that was next to the couch now stands between two green chairs.",
        "The couch has been moved from the curved corner to the opposite side, against the wall under the TV.",
        "A rug has been added in front of the couch for warmth and texture.",
        "The decoration on the top wall has been removed to simplify the decor.",
        "The round table between the two green chairs has been removed to create more open space.",
        "The round table between the two green chairs has been moved next to two yellow chairs.",
        "The picture above the couch has a diagonal crack in the glass.",
        "Two more green chairs have been placed next to the two yellow chairs under the pictures.",
        "All the pictures have been swapped with the decoration piece that was above the couch.",
        "Two chairs next to the couch have been moved next to the TV."
    ],
    "scene0134_00": [
        "The coffee table has been moved next to the exit sign.",
        "The coffee table has been moved next to the window for better natural light.",
        "The window is open, with the breeze fluttering the curtains.",
        "The coffee table has a thick layer of dust and coffee cup rings.",
        "A tall bookshelf has been added next to the cabinets for more storage.",
        "The end table under the picture has been removed for more floor space.",
        "A rug has been added in front of the coffee table for warmth and texture.",
        "The exit sign has been removed to simplify the wall decor.",
        "The blue armchair next to the exit sign has a deep tear, exposing the foam.",
        "The end table next to the armchair by the window has a broken leg and leans.",
        "The picture on the wall next to the end table is crooked and has a cracked glass frame.",
        "A plant has been added on the coffee table for greenery.",
        "The cabinet doors next to the coffee table are open, revealing a messy pile of books and papers.",
        "The picture has been moved above the window, adding visual interest.",
        "The picture near the end table has been removed for a cleaner look.",
        "The photo on the end table has been placed into the cabinet.",
        "Four bottles of water have been placed on the coffee table."
    ],
    "scene0135_00": [
        "The toilet has been placed next to the cabinet.",
        "The stool next to the shower has been removed to free up space.",
        "The sink has cracked, and the faucet has been leaking, causing a puddle on the countertop.",
        "The ledge above the cabinet has been repositioned above the mirror for decorative items.",
        "A soap dispenser has been installed on the wall next to the bathroom mirror.",
        "Three new towels have been stored in the cabinet next to the sink.",
        "The cabinet under the ledge has been moved to the opposite side of the sink for extra storage.",
        "The stool in the shower has a broken leg and is leaning against the wall.",
        "The towel near the cabinet has been removed to reduce clutter.",
        "A shampoo has been added to the shelf near the shower.",
        "The mirror above the sink has been moved to the wall beside the doorframe.",
        "The green towel near the toilet has been removed to create a tidier look.",
        "The mirror above the sink has tilted, casting a distorted reflection.",
        "The shower curtain next to the sink has torn at the bottom and is dragging on the floor.",
        "The toilet beside the shelf has a loose lid that creaks loudly.",
        "The cabinet door above the ledge is open, with a bottle of shampoo about to fall.",
        "The ledge near the cabinet has dust and stray hairpins on it.",
        "A toilet paper roll has been added to the toilet tank.",
        "The green towel has been moved from the toilet to the cabinet."
    ],
    "scene0137_00": [
        "The lamp on the nightstand has cast a soft glow over the nearby wall and bed.",
        "The trash can has been moved next to the armchair, helping keep the living area clean.",
        "The picture has been relocated above the mini fridge, adding decoration to that area.",
        "The TV has been replaced with the picture that was above the desk.",
        "One purse has been removed from the armchair.",
        "The mini fridge has been replaced with an office chair in front of the desk.",
        "The trash can by the desk has been replaced by a tripod.",
        "The trash can next to the desk has been removed to declutter the workspace.",
        "Three pillows have been removed from the bed closer to the door.",
        "The suitcase has been moved under the bed near the door.",
        "One lamp has been removed from between the two beds.",
        "The suitcase by the desk has been replaced with a telescope.",
        "The purse has been swapped out for a desktop plant.",
        "The picture above the lamp near the curtain has been removed to simplify the wall decor.",
        "One door near the bed has been removed.",
        "The desk next to the TV has been replaced with a new brown chair.",
        "The mini fridge door next to the armchair has been opened, with soda cans tipped inside.",
        "A comforter has been placed on the bed by the doors.",
        "A wallet has been placed on the nightstand between the beds.",
        "The two pillows have been replaced with an extra set of covers on the bed by the curtain.",
        "The purse on the armchair has been removed to clear the seating area.",
        "The towel on the bed has been removed to tidy the area.",
        "The purse on the armchair has spilled its contents, with a wallet and keys hanging over the armrest.",
        "A standing lamp has been added near the armchair to enhance the reading area.",
        "The trash can next to the desk has overflowed, with crumpled papers and empty snack wrappers scattered.",
        "The towel from the bed has been moved to the curtain rod to dry more effectively.",
        "The picture on the wall has been exchanged for a mirror.",
        "A potted plant has been added to the desk to bring a touch of nature.",
        "The suitcase by the desk has been replaced with a trash can.",
        "The nightstand drawer beside the bed has been left open, revealing clutter inside.",
        "The towel hanging next to the bed has become damp, creating a puddle below.",
        "The nightstand lamp between the beds has been replaced with the desk lamp.",
        "The office chair has been rolled next to the mini fridge, creating a relaxation corner.",
        "The towel on the floor has been replaced with a pile of dirty clothes.",
        "One television has been removed from the top of the TV stand.",
        "The towel at the end of the bed has been replaced with a purse.",
        "The TV on the stand has displayed a paused movie image, with a remote control in front.",
        "A remote control has been placed on the nightstand.",
        "The purse on the brown armchair has been replaced with a suitcase.",
        "A bag of candy has been placed at the foot of the rightmost bed near the doors."
    ],
    "scene0138_00": [
        "The box under the table has been torn open, spilling packing materials and bubble wrap onto the floor.",
        "The book next to the monitor has been moved to the cabinet by the shelf.",
        "The book on the desk has been placed on the shelf above the central desk.",
        "The book on the corner table has its pages bent, as if hastily placed down without closing.",
        "The ladder against the wall has a paint can on the top rung and paint drops on the floor.",
        "The keyboard on the desk near the computer tower has been removed to clear the area.",
        "The box under the table has been removed to clean the floor.",
        "The ladder leaning against the door has been moved beside the radiator.",
        "The radiator near the window has a potted plant on top with a few leaves scattered.",
        "Two computer towels under the central desk have been removed.",
        "Two more chairs have been added around the central desk.",
        "The cup on the cabinet has been moved to the ladder.",
        "The cup next to the projector has been moved to the windowsill near the radiator.",
        "A potted plant has been added on the shelf near the computer tower for greenery.",
        "The book on the desk near the cabinet has been removed to reduce clutter.",
        "The shelf next to the cabinet is cluttered with gadgets, including tangled charging cables.",
        "The projector near the box has been moved to the nearest chair.",
        "A rug has been added in front of the radiator by the window for warmth and comfort.",
        "The bookshelf beside the top monitor has been moved to the left of the projector.",
        "The projector on the floor is emitting a faint blue light in standby mode.",
        "The ladder next to the door has been removed to clear wall space.",
        "The box near the cabinet has been shifted to the nearest desk.",
        "A desk lamp has been added on the table next to the box for better lighting.",
        "The ladder by the door has been repositioned to lean against the radiator on the adjacent wall."
    ],
    "scene0139_00": [
        "The dryer sheets have moved from the washing machine to the nearby white table.",
        "The dryer sheets have been replaced with a box of stain remover.",
        "The paper towel dispenser above the sink has been replaced with the thick pipe that runs along the ceiling.",
        "The lidless trash can under the sink has a crumpled paper towel and an empty detergent bottle sticking out.",
        "Laundry detergent has spilled on the washing machine, leaving a blue streak and a pool.",
        "The trash can under the sink has been removed to declutter the area.",
        "Clothes on the table have been placed next to the dryer sheets.",
        "The box under the table has been placed on the washing machine with laundry detergent on it.",
        "The shelf has been replaced with a large metal ironing board.",
        "The door frame has been replaced with a large blue window.",
        "A red wicker basket of dirty gray dishrags is now under the white sink instead of the gray trash can.",
        "The pile of clothes on the table has been replaced with the laundry detergent.",
        "A black pegboard is now above the washing machines instead of the shelf.",
        "The washing machine door is wide open with a damp shirt hanging halfway out.",
        "The dryer sheets on top of the leftmost washing machine have been replaced with the laundry detergent from the right washing machine.",
        "Water has leaked from the pipes near the clothes dryer, creating a puddle on the floor.",
        "The gray trash can under the sink has been replaced with the cardboard box from under the table.",
        "A pile of green and white striped bedsheets is now on the table corner instead of the clothes.",
        "The paper towel dispenser near the soap dispenser has been removed for a cleaner look.",
        "A wall hook has been added next to the doorframe for hanging coats or bags.",
        "The box that was on the table is now under the cabinet, freeing up table space.",
        "The trash can next to the paper towel dispenser has been moved under the table near the laundry detergent.",
        "The clothes have been replaced with a box of green soap.",
        "A blue bottle of fabric softener is now on the washing machine instead of the orange box of dryer sheets.",
        "The paper towel dispenser has been replaced with a hand towel.",
        "The soap dispenser, formerly on the paper towel dispenser, is now on the shelf above the washing machine.",
        "The box on the table has been removed to clear the surface.",
        "A gray cat litter tray is now under the white table instead of the brown box."
    ],
    "scene0140_00": [
        "The table in the middle of the room has coffee stains, scattered papers, pens, and sticky notes.",
        "The projector screen has swapped places with the whiteboard.",
        "The brown and gray trash cans have been moved to the cabinet facing the projector screen.",
        "One trash can near the window has been removed to reduce clutter and free up space.",
        "The clock has been moved to the wall above the cabinet next to the office chairs.",
        "The box on the cabinet has been removed to declutter and organize the area.",
        "A standing lamp has been added near the window to improve lighting and comfort.",
        "Two office chairs by the table have been removed to create more walking space.",
        "The whiteboard on the far wall has numerous scribbles and diagrams in different colored markers, with an eraser and markers on the floor.",
        "The four office chairs along the wall with the picture and clock have been replaced with chairs that have four legs and no wheels.",
        "The projector screen near the box is fully unrolled and hanging crookedly.",
        "The office chair below the picture has been moved to the end of the table, facing the projector screen.",
        "The clock on the wall shows the wrong time, indicating it has stopped working.",
        "The box has been placed on the central white rectangle table.",
        "The projector screen has been moved to the wall adjacent to the cabinet.",
        "The office chair closest to the cabinet has a large tear in the seat fabric, exposing the cushioning.",
        "Eight office chairs near the projector screen have been replaced with a tray for whiteboard markers on the cabinet behind the chairs.",
        "The trash can closest to the door is overflowing with crumpled papers and plastic cups on the floor.",
        "The box on top of the cabinet has been shifted to another cabinet.",
        "A whiteboard eraser has been placed on the whiteboard tray for easy access.",
        "The picture has been put on the central table.",
        "The window behind the projector screen is open, letting in a cool breeze and causing the curtains to flutter.",
        "The rectangular table in the center of the room has been replaced with an oval table of similar size."
    ],
    "scene0141_00": [
        "The blue ball in the center of the room has a deflated side.",
        "The ball from the middle of the room has been placed next to the clothes by the door.",
        "The computer tower, originally under the desk, has been moved to the shelf near the door frame.",
        "The ball on the floor between the chairs has been removed for more space.",
        "A potted plant has been added on the shelf near the doorframe for greenery.",
        "The computer tower on the floor has its side panel removed, showing the internal parts.",
        "The shoes next to the couch have been moved next to the radiator.",
        "The guitar has been placed in the guitar case.",
        "The blue ball, previously in the middle of the room, has been moved to the corner by the radiator.",
        "The radiator under the window has started leaking, forming a puddle on the floor.",
        "The couch pillow, once on the couch, now sits on the chair closest to the radiator.",
        "The guitar case has been moved across the room to the shelf.",
        "All the books have been moved across the room to the shelf.",
        "A floor lamp has been added near the couch for more lighting.",
        "The backpack next to the file cabinet has been unzipped with notebooks and pens spilling out.",
        "The guitar, which was near the radiator, has been moved to rest against the wall by the door frame.",
        "The shoe under the desk has been removed to reduce floor clutter.",
        "The mouse on the desk is missing its battery cover, and the batteries have been rolling around on the desk.",
        "The backpack from the ground has been moved to the closet chair.",
        "The backpack next to the file cabinet has been removed to clear the area.",
        "The cup has been moved from the desk next to the backpack to another desk."
    ],
    "scene0142_00": [
        "The window next to the file cabinet has been opened, letting a thin stream of sunlight into the room.",
        "All 5 monitors have been placed on the empty table by the divider.",
        "The divider between the two tables in the upper area has been removed to create an open workspace.",
        "The stool near the trash cans has been removed.",
        "The whiteboard above the trash cans is filled with hastily scribbled notes and diagrams, some smudged and barely legible.",
        "A black monitor has just been added to the table by the window on the same wall as the door.",
        "The computer tower that was stationed near the desk has been moved next to the box between two tables.",
        "The file cabinet, originally near the left wall, has been relocated to the corner next to the door.",
        "The office chair facing the door and the chair beside it have been moved in front of the door to block it from opening.",
        "The file cabinet next to the white box between the two tables has been moved in front of the door.",
        "The box next to the file cabinet has been removed to clear the surface for other uses.",
        "A mounted clock has been added above the whiteboard for easy time tracking.",
        "A rug has been added in front of the door for comfort and style.",
        "The two trash cans near the stool and whiteboard have been removed to reduce clutter and create more floor space.",
        "A new black rolling chair has just been added to the table near the window on the same wall as the door.",
        "The two trash cans by the door have been moved, with one placed under each window on the wall with the door.",
        "A yearly calendar has been mounted on the divider next to the door.",
        "The monitor on the red table near the window has been turned on, displaying a blue screen with scattered text.",
        "The cabinet by the door has been moved to the empty table near the divider by the windows.",
        "A person has turned the door knob and then opened the door fully.",
        "A manila filing folder has been placed on top of the file cabinet next to the office chair."
    ],
    "scene0143_00": [
        "The clothes next to the heater have been removed for a cleaner look.",
        "The suitcase by the chair near the curtain has been removed to declutter the seating area.",
        "A wall clock has been added above the bed to help keep track of time.",
        "The nightstand drawer by the bed has been fully opened, revealing a clutter of books and reading glasses.",
        "The footrest in front of the armchair has been tilted, as if recently pushed aside.",
        "The picture above the red armchair has fallen and is now resting on the armchair.",
        "The nightstand that used to be beside the bed has been moved to the corner next to the suitcase.",
        "The nightstand next to the bed has been removed to free up space.",
        "The suitcase near the chair has been unzipped with clothes spilling onto the floor.",
        "The lamp on the nightstand has been switched on, casting a warm glow that reflects off the suitcase.",
        "The clothes on the floor have been placed on the bed.",
        "The footrest in front of the armchair has been moved next to the picture by the lamp.",
        "The curtain next to the footrest has been fully drawn, allowing a sliver of sunlight to illuminate the room.",
        "The suitcase, previously resting on the chair, now sits neatly on the bed.",
        "One of the pillows on the bed has been moved to the red armchair.",
        "The footrest in front of the armchair has been removed to allow more legroom.",
        "The clothes have now been shifted into the suitcase next to the heater."
    ],
    "scene0144_00": [
        "The messenger bag leaning against the dresser has been removed to clear the floor space.",
        "A standing mirror has been added near the closet door for checking outfits conveniently.",
        "The armchair by the closet door has swapped places with two gray chairs in front of the table.",
        "The curtain beside the window is fully open, letting in sunlight that highlights floating dust.",
        "The clothing on the closet doorframe has been removed to declutter the closet entrance.",
        "The pillow from the bed has been moved to the armchair near the window for added seating comfort.",
        "The dresser next to the closet door has an open drawer with socks spilling onto the floor.",
        "The clothes near the table have been removed to tidy up the floor space.",
        "The bookshelf by the table has been moved next to the armchair.",
        "The nightstand at the foot of the bed has been moved behind the chairs.",
        "The armchair near the door has a fluffy blanket draped over its backrest, with one corner touching the floor.",
        "The lamp on the table has been turned on, casting a soft yellow light over the room corner.",
        "The printer, previously on the nightstand beside the bed, has been transferred to the table.",
        "The box on the dresser has been placed on the armchair.",
        "The printer on the nightstand has been placed on top of the bookshelf.",
        "The dresser by the closet door has swapped places with the white dresser."
    ],
    "scene0147_00": [
        "A chair has been added next to the mattress.",
        "The bag next to the dresser has been removed to open up more floor space.",
        "The picture that was hanging above the dresser has been relocated to the wall above the bed's headboard.",
        "The bags that were on the floor by the dresser are now neatly stored under the bed.",
        "The hat on the dresser near the TV has a tear on the brim, showing signs of wear.",
        "The clothes hanging on the bed have been removed to declutter the space.",
        "The blanket previously on the bed now rests neatly folded on the armchair.",
        "A handkerchief has been placed on top of the clothes on the right edge of the bed.",
        "A potted plant has been added on the dresser in front of the TV to introduce a natural element.",
        "The armchair near the nightstand has a coffee stain on the armrest, darkening the fabric in that spot.",
        "The mattress is now propped against the dresser next to the pillows.",
        "Two pillows from the furniture have been placed on the bed.",
        "The trash can has been moved near the bed and nightstand.",
        "Five socks are on the floor next to the bag in front of the dresser with the picture on it.",
        "Two pencils have been added on the dresser in front of the TV, next to the hat.",
        "The picture hanging on the wall near the dresser is askew.",
        "The hat on the dresser has been removed to create a cleaner look.",
        "Two books are lying on the floor between the nightstand and the armchair.",
        "An alarm clock has been added on the nightstand to help keep track of time.",
        "The TV on the dresser has a thin layer of dust on the screen, making it look hazy."
    ],
    "scene0149_00": [
        "The kitchen sink has soapy water with forks and spoons submerged, and bubbles have overflowed onto the counter.",
        "The kitchen cabinet next to the refrigerator has been removed for more space.",
        "The bag near the trash can has been removed to declutter the workspace.",
        "The water pitcher, which was on the kitchen counter, now sits on the table.",
        "The chair next to the table has been removed to create more walking space.",
        "The kitchen cabinet closest to the refrigerator has one door open, revealing a stack of mismatched bowls inside.",
        "A potted plant has been added on the kitchen counter near the sink for a touch of greenery.",
        "The trash can has been moved to the corner beside the refrigerator.",
        "The stove burners are covered with splashes of spilled soup, and a large pot with its lid askew sits on the front burner.",
        "The kitchen counter is cluttered with utensils, including a whisk and a spatula, with batter remnants splattered around.",
        "The table near the chair has a pile of unopened mail and a set of keys tossed on top.",
        "The microwave above the kitchen counter has its door halfway open, with a faint smell of burnt popcorn lingering.",
        "The trash can next to the kitchen counter is missing its lid, and a crumpled paper towel hangs off the edge.",
        "The bag near the trash can is open, with a loaf of bread peeking out and a few crumbs scattered on the floor.",
        "The paper towel roll next to the water pitcher has been removed for a cleaner appearance."
    ],
    "scene0150_00": [
        "All chairs have been rearranged into a single row against the whiteboard.",
        "Both tables have a laptop on them, each showing a paused video.",
        "A sculpture has been added next to two round tables to enhance the decor.",
        "A Starbucks cup has been placed on each table in the room.",
        "The chair closest to the whiteboard has been removed to reduce congestion.",
        "Three red chairs have been replaced with three stools.",
        "A bookshelf has been added near the whiteboard for markers and teaching materials.",
        "The table near the left window has been removed to create extra walking space.",
        "An extra round table has been placed next to two existing tables.",
        "A bulletin board has been added above the whiteboard for important notices and schedules.",
        "The whiteboard has been covered in colorful marker scribbles, with a few smudges suggesting an unsuccessful attempt to erase them."
    ],
    "scene0151_00": [
        "The clothes on the couch have been removed to make the space look tidier.",
        "A potted plant has been added on the coffee table for some greenery.",
        "The coffee table has been moved to the corner near the power outlet.",
        "The blanket, once on the couch, now covers the chair by the nerf gun.",
        "The coffee table in front of the couch has a few scattered magazines, with one open.",
        "A clock has been mounted on the wall behind the TV.",
        "The lamp base, initially by the stove, now rests on the coffee table in the corner.",
        "Two books have been stacked on the coffee table.",
        "The lamp base next to the stove is tilted, making the lampshade unbalanced.",
        "A square throw pillow has been added to the couch.",
        "The blanket next to the couch has been removed to simplify the seating area.",
        "The pitcher on the table near the chair has a chipped rim, exposing a lighter shade.",
        "The stove has a grease mark on the bottom right corner, indicating recent use.",
        "The door next to the power outlet has been closed.",
        "The pitcher on the table has been moved to the stove.",
        "The pitcher has been removed from the table near the chair for a cleaner surface.",
        "A large houseplant has been positioned to the left of the TV stand.",
        "A floor lamp has been added behind the couch to improve lighting.",
        "One floor lamp has been positioned to the right of the TV stand.",
        "The nerf gun next to the chair has been moved to the door by the TV."
    ],
    "scene0152_00": [
        "The trash can has been moved next to the cabinet.",
        "The backpack next to the cabinet has been removed to declutter the area.",
        "The trash can has been replaced with an umbrella stand for wet umbrellas.",
        "The banner next to the plant has been removed to simplify the decor.",
        "A bookshelf has been added next to the cabinet for extra storage.",
        "One chair near the coffee table has been removed for more walking space.",
        "The plant closest to the doors has been replaced with a floor lamp for better lighting.",
        "The cabinet has been moved between the two coffee tables.",
        "The cabinet near the backpack has one drawer open, showing cluttered office supplies.",
        "The banner in the corner is torn and hanging unevenly.",
        "The cabinet against the wall has been replaced with a bar cart for an inviting drinks area.",
        "The trash can is overflowing with an empty pizza box leaning against it.",
        "Four chairs around the table have been moved around the coffee table.",
        "The plant next to the cabinet has been placed on the rectangle table."
    ],
    "scene0153_00": [
        "The cabinet above the toilet has been replaced by the mirror above the sink.",
        "Water has been running from the sink faucet, gradually filling it and splashing the cabinet.",
        "The scale near the door has been moved beside the bathtub.",
        "The toilet paper next to the toilet has been replaced by the soap dispenser next to the sink.",
        "The soap dispenser on the sink is empty, with a dry crust on the nozzle.",
        "The shower curtain has been replaced with a towel on the curtain rod.",
        "The bathroom cabinet beside the toilet has been moved next to the door.",
        "The scale next to the door has been replaced by the plunger next to the toilet.",
        "The towel on the shower curtain rod has been removed for a cleaner look.",
        "The mirror above the sink has been moved next to the door.",
        "The mirror above the sink has streaks from a hasty cleaning.",
        "The scale near the door has been removed to create more floor space.",
        "The toilet paper next to the cabinet has been removed to reduce clutter.",
        "A paper towel dispenser has been added next to the bathroom mirror.",
        "The door has been replaced by the sink on the cabinet.",
        "A rug has been added in front of the sink for comfort.",
        "The open door has been creaking with a soft breeze.",
        "The scale next to the door has a light coat of dust, indicating it hasn't been used in a while.",
        "The towel on the rail is damp and crumpled, indicating recent use."
    ],
    "scene0155_00": [
        "The chair behind the bottom table has been removed to simplify seating.",
        "One of the lamps on the middle table has been removed to reduce extra lighting.",
        "A clock has been added above the upper right trash can to help keep track of time.",
        "The trash can near the left table has tipped over, spilling its contents on the floor.",
        "The left desk has been removed to reduce clutter.",
        "The trash can near the whiteboard has overflowed, with crumpled papers on the floor around it.",
        "The backpack on the desk in the upper left corner has been removed to clear the workspace.",
        "The desk in the top left corner has a coffee mug, with a coffee ring stain next to it.",
        "One of the chairs at the top table has a sweater draped over the backrest, with the sleeves hanging down.",
        "One of the chairs at the bottom table has a broken leg, causing it to lean to one side.",
        "The backpack beside the lower desk has been moved to the chair next to the whiteboard.",
        "The backpack on the floor next to the desk is unzipped, with notebooks and pens spilling out.",
        "The whiteboard has been shifted between the two trash cans, previously beside the right one.",
        "The whiteboard has scribbles and diagrams on it, with a few uncapped markers on the tray below.",
        "A potted plant has been added to the desk near the top left to bring a touch of nature."
    ]
}